<?xml version="1.0" encoding="UTF-8"?>
<?xml-model href="http://www.tei-c.org/release/xml/tei/custom/schema/relaxng/tei_all.rng" type="application/xml" schematypens="http://relaxng.org/ns/structure/1.0"?>
<?xml-model href="http://www.tei-c.org/release/xml/tei/custom/schema/relaxng/tei_all.rng" type="application/xml"
	schematypens="http://purl.oclc.org/dsdl/schematron"?>
<TEI xmlns="http://www.tei-c.org/ns/1.0">
  <teiHeader>
      <fileDesc>
         <titleStmt>
            <title>Title</title>
         </titleStmt>
         <publicationStmt>
            <p>ido rom</p>
         </publicationStmt>
         <sourceDesc>
            <p><lb/><pb n="V02P637"/> $ 4 الذهاب إلى مدينة قالقوط
# وبعد ثلاثة ايام وصلنا إلى بلاد المليبار وهي بلاد الفلفل وطولها مسيرة
<lb/>شهرين على ساحل البحر ومن سندابور إلى كولم و الطريق في جميعها بين ظلال
<lb/>الاشجار وفي كل نصف ميل بيت من الخشب فيه دكاكين يقعد عليها كل وارد وصادر
<lb/>من مسلم وكافر زعند كل وعند كل بيت منها بئر يشرب منها ورجل كافر موكل بها
<lb/>فمن كان كافرا سقاه في الاواني ومن كان مسلما سقاه في يديه ولا يزال يصب له
<lb/>حتى يشير له ان يكف وعادة الكفار ببلاد المليبار ان لا يدخل المسلم دورهم
<lb/>ولا يطعم في آنيتهم فان طعم فيها كسروها أو اعطوها للمسلمين واذا دخل
<lb/>المسلم موضعا منها لا يكون فيه دار للمسلمين وطبخوا له الطعام وصبوه له على
<lb/>اوراق الموز وصبوا عليه الأدام وما فضل عنه يأكلونه الكلاب والطير وفي جميع
<lb/>المنازل بهذا الطريق ديار المسلمين ينزل عندهم المسلمون فيبيعون منهم جميع
<lb/>ما يحتاجون اليه ويطبخون لهم الطعام ولولاهم لما سافر فيه مسلم وهذا الطريق
<lb/>الذي ذكرنا انه مسيرة شهرين ليس فيه موضع شبر فما فوقه دون عمارة وكل انسان
<lb/>له بستانه على حدة وداره في وسطه وعلى الجميع حائط خشب والطريق يمر في
<lb/>البساتين فاذا انتهى إلى حائط بستان كان هنالك درج خشب يصعد عليها ودرج آخر
<lb/>ينزل عليها إلى البستان الآخر هكذا مسيرة الشهرين
# ولا يسافر أحد في تلك البلاد بدابة ولا تكون الخيل الا عند السلطان واكثر
<lb/>ركوب اهلها في دولة على رقاب العبيد أو المستأجرين ومن لم يركب في دولة مشي Milestone300
<lb/>على قدميه كائنا من كان ومن كان له رحل أو متاح من تجارة <pb n="V02P638"/>
<lb/>وسواها اكترى رجالا يحملونه على ظهورهم فترى هنالك التاجر ومعه المائة فما
<lb/>دونها أو فوقها يحملون امتعته وبيد كل واحد منهم عود غليظ له زج حديد وفي
<lb/>أعلاه مخطاف حديد فاذا اعيا ولم يجد دكانة يستريح عليها ركز عوده بالارض
<lb/>وعلق حمله منه فإذا استراح اخذ حمله من غير معين ومضى به ولم ار طريقا آمن
<lb/>من هذا الطريق وهم يقتلون السارق على الجوزة الواحدة فاذا سقط شيء من
<lb/>الثمار لم يلتقطه أحد حتى ياخذه صاحبه واخبرت ان بعض الهنود مروا على
<lb/>الطريق فالتقط احدهم جوزة وبلغ خبره إلى الحاكم فامر بعود فركز في الأرض
<lb/>وبرى طرفه الاعلى وادخل في لوح خشب حتى برز منه ومد الرجل على اللوح وركز
<lb/>في العود وهو على بطنه حتى خرج من ظهره وترك عبرة للناظرين ومن هذه العيدان
<lb/>على هذه الصورة بتلك الطرق كثيرا ليراها الناس فيتعظموا ولقد كنا نلقي
<lb/>الكفار بالليل في هذه الطريق فإذا راونا تنحوا عن الطرق حتى نجوز والمسلمون
<lb/>اعز الناس بها غير انهم كما ذكرناه لا يؤاكلونهم ولا يدخلونهم دورهم
# وفي بلاد المليبار اثنى عشر سلطانا من الكفار منه القوي الذي يبلغ عسكره
<lb/>خمسين الفا ومنهم الضعيف الذي عسكره ثلاثة آلاف ولا فتنة بينهم البتة ولا
<lb/>يطمع القوي منهم في انتزاع ما بيد الضعيف وبين بلاد احدهم وصاحبه باب خشب
<lb/>منقوش فيه اسم الذي هو مبدأ عمالته ويسمونه باب أمان فلان وإذا فر مسلم أو
<lb/>كافر بسبب جناية من بلاد أحدهم ووصل باب امان الاخر امن على نفسه ولم يستطع
<lb/>الذي هرب عنه اخذه وان كان القوي صاحب العدد والجيوش وسلاطين تلك البلاد
<lb/>يورثون ابن الاخت ملكهم دون أولادهم ولم ار من يفعل ذلك الا مسوفة اهل
<lb/>الثلم وسنذكرهم فيما بعد فإذا اراد السلطان من اهل بلاد المليبار منع الناس
<lb/>من البيع والشراء امر بعض <pb n="V02P639"/> غلمانه فعلق على الحواتيت بعض اغصان
<lb/>الاشجار بأوراقها فلا يبيع Milestone300 أحد ولا يشتري ما دامت عليها تلك الاغصان
# وشجرات الفلفل شبيهة بدوالي العنب وهم يغرسونها ازاء النارجيل فتصعد فيها
<lb/>كصعود الدوالي الا انها ليس لها عسلوج وهو الغزل كما للدوالي واوراق شجرة
<lb/>تشبه آذان الخيل وبعضها يشبه اوراق العليق ويثمر عناقيدا صغارا حبها كحب
<lb/>أبي قنينة اذا كانت خضراء واذا كان اوان الخريف قطفوه وفرشوه على الحصر في
<lb/>الشمس كما يصنع بالعنب عند تزبيبه ولا يزالون يقلبونه حتى يستحكم يبسه
<lb/>ويسود ثم يبيعونه من التجار والعامة ببلادنا يزعمون انهم يغلونه بالنار
<lb/>وبسبب ذلك يحدث فيه التكريش وليس كذلك وانما يحدث ذلك فيه بالشمس ولقد
<lb/>رايته بمدينة قالقوط يصب للكيل كالذرة ببلادنا
# واول مدينة دخلناها من بلاد المليبار مدينة أبي سرور وهي صغيرة على خور
<lb/>كبير كثيرة اشجار النارجيل وكبير المسلمين بها الشيخ جمعة المعروف بأبي ستة
<lb/>أحد الكرماء انفق امواله على الفقراء والمساكين
# وبعد يومين منها وصلنا إلى مدينة فاكنور مدينة كبيرة على خور بها قصب
<lb/>السكر الكثير الطيب الذي لا مثل له بتلك البلاد وبها جماعة من المسلمين
<lb/>يسمى كبيرهم بحسين السلاط وبها قاض وخطيب وعمر بها حسين المذكور مسجدا
<lb/>لإقامة الجمعة وسلطان فاكنور كافر اسمه باسدو وله نحو ثلاثين مركبا حربية
<lb/>قائدها مسلم يسمى لولا وكان من المفسدين يقطع بالبحر ويسلب التجار ولما
<lb/>ارسينا على فاكنور بعث سلطانها الينا ولده فأقام بالمركب كالرهينة
<lb/><pb n="V02P640"/> ونزلنا اليه فأضافنا ثلاثا بأحسن ضيافة تعظيما لسلطان الهند
<lb/>وقياما بحقه ورغبة فيما يستفيده في التجارة مع اهل مراكبنا ومن عادتهم
<lb/>هنالك ان كل مركب يمر ببلد فلا بد من ارسائه بها واعطائه هدية لصاحب البلد
<lb/>يسمونها حق البندر ومن لم يفعل ذلك خرجوا في اتباعه بمراكبهم وادخلوه
<lb/>المرسى قهرا وضاعفوا عليه المغرم ومنعوه عن السفر ما شاؤوا
# وسافرنا منها فوصلنا بعد ثلاثة ايام مدينة منجرور مدينة كبيرة على خور
<lb/>يسمى خور الدنب وهو اكبر خور ببلاد المليبار وبهذه المدينة بنزل معظم تجار
<lb/>فارس واليمن والفلفل والزنجبيل بها كثير جدا ( وسلطانها ) هو اكبر سلاطين
<lb/>تلك Milestone300 البلاد واسمه رام دو وبها نحو اربعة آلاف من المسلمين يسكنون ربضاص
<lb/>بناحية المدينة وربما وقعت الحرب بينهم وبين اهل المدينة فيصلح السلطان
<lb/>بينهم لحاجته إلى التجار وبها قاض من الفضلاء الكرماء شافعي المذهب يسمى
<lb/>بدر الدين المعبري وهو يقرئ العلم صعد الينا إلى المركب ورغب من في النزول
<lb/>إلى بلده فقلنا حتى يبعث السلطان ولده يقيم بالمركب فقال انما فعل ذلك
<lb/>سلطان فاكنور لانه لا قوة للمسلمين في بلده واما نحن فالسلطان يخافنا
<lb/>فأبينا عليه الا ان بعث السلطان ولده فبعث ولده كما فعل الآخر ونزلنا اليهم
<lb/>واكرمونا اكراما عظيما واقمنا عنده ثلاثة ايام
# ثم سافرنا إلى مدينة هيلي فوصلناها بعد يومين وهي كبيرة حسنة العمارة على
<lb/>خور عظيم تدخله المراكب الكبار وإلى هذه المدينة تنتهي مراكب الصين ولا
<lb/>تدخل الا مرساها ومرسى كولم قالقوط ومدينة هيلي معظمة عند المسلمين
<lb/><pb n="V02P641"/> والكفار بسبب مسجدها الجامع فانه عظيم البركة مشرق النور وركاب
<lb/>البحر ينذرون له النذور الكثيرة وله خزانة مال عظيمة تحت نظر الخطيب حسين
<lb/>وحسن الوزان كبير المسلمين وبهذا المسجد جماعة من الطلبة يتعلمون العلم
<lb/>ولهم مرتبات من مال المسجد وله مطبخة فيها الطعام للوارد والصادر ولإطعام
<lb/>الفقراء من المسلمين بها ولقيت بهذا المسجد فقيها صالحا من اهل مقدشو يسمى
<lb/>سعيدا حسن اللقاء والخلق يسرد الصوم ويذكر لي انه جاور بمكة اربع عشرة سنة
<lb/>ومثلها بالمدينة وأدرك الامير بمكة أبا نمي والامير بالمدينة منصور بن جماز
<lb/>وسافر في بلاد الهند والصين
# ثم سافرنا من هيلي إلى مدينة جرفتين وبينها هيلي ثلاثة فراسخ ولقيت بها
<lb/>فقيها من اهل بغداد كبير القدر يعرف بالصرصري نسبه إلى بلدة على مسافة عشرة
<lb/>أميال من بغداد في طريق الكوفة واسمها كاسم صرصر التي عندنا بالمغرب وكان
<lb/>له اخ بهذه المدينة كثير المال له اولاد صغار اوصى اليه بهم وتركته آخذا في
<lb/>حملهم إلى بغداد وعادة اهل الهند كعادة السودان لا يتعرضون لمال الميت ولو
<lb/>ترك الآلاف انما يبقى ماله بيد كبير المسلمين حتى يأذخه مستحقة Milestone300 شرعا (
<lb/>وسلطانها ) يسمى بكويل وهو من اكبر سلاطين المليبار وله مراكب كثيرة تسافر
<lb/>إلى عمان وفارس واليمن ومن بلاده فتن وبدفتن وسنذكهما
# وسرنا من جرفتن إلى مدينة ده فتن وهي مدينة كبيرة على خور كثيرة البساتين
<lb/>وبها النارجيل والفلفل والفوفل والتنبول وبها القلقاس الكثير ويطبخون به
<lb/>اللحم واما الموز فلم ار في البلاد اكثر منه بها ولا ارخص ثمن وفيها الباين
<lb/>الاعظم طوله خمسمائة وعرضه ثلاثمائة خطوة وهو مطوي <pb n="V02P642"/> بالحجارة
<lb/>الحمر المنحوتة وعلى جوانبة ثمان وعشرون قبة من الحجر في كل قبة اربع مجالس
<lb/>من الحجر وكل قبة يصعد اليها على درج حجارة وفي وسطه قبة كبيرة من ثلاث
<lb/>طبقات في كل طبقة اربع مجالس وذكر لي ان والد هذا السلطان كويل هو الذي عمر
<lb/>هذا الباين وبازائه مسجد للمسلمين وله ادراج ينزل منها اليه فيتوضأ منه
<lb/>الناس ويغتسلون وحدثني الفقيه حسين ان الذي عمر المسجد والباين ايضا هو أحد
<lb/>اجداد كويل وانه مسلما ولاسلامه خبر عجيب نذكره ورأيت انا بإزاء هذا الجامع
<lb/>شجرة خضراء ناعمة تشبه اوراقها اوراق التين الا انها لينة وعليها حائط يطيف
<lb/>بها وعندها محراب صليت فيه ركعتين واسم هذه الشجرة عندهم درخت الشهادة
<lb/>واخبرت هنالك انه اذا كان زمان الخريف من كل سنة تسقط من هذه الشجرة ورقة
<lb/>واحد بعد ان يستحيل لونها إلى الصفرة ثم إلى الحمرة ويكون فيها مكتوبا بقلم
<lb/>القدرة لا اله الا الله محمد رسول الله واخبرني الفقيه حسين وجماعة من
<lb/>الثقات انهم عاينوا هذه الورقة وقرؤا المكتوب الذي فيها واخبرني انه اذا
<lb/>كانت ايام سقوطها قعد تحتها الثقات من المسلمين والكفار فاذا سقطت اخذ
<lb/>المسلمين نصفها وجعل نصفها في خزانة السلطان الكافر وهم يستشفون بها للمرضى
<lb/>وهذه الشجرة كانت سبب اسلام جد كويل الذي عمر المسجد والباين فإنه كان يقرأ
<lb/>الخط العربي فلما قرأها وفهم ما فيها اسلم وحسن اسلامه وحكايته عندهم
<lb/>متواترة وحدثني الفقيه حسين ان أحد اولاده كفر بعد أبيه وطغى وامر باقتلاع
<lb/>الشجرة من اصلها فاقتلعت ولم Milestone300 يترك لها اثر ثم انها نبتت بعد ذلك وعادت
<lb/>كأحسن ما كانت عليه وهلك الكافر سريعا
# ثم سافرنا إلى مدينة بدفتن وهي مدينة كبيرة على خور كبير وبخارجها مسجد
<lb/>بمقربة من البحر يأوي اليه غرباء المسلمين لانه لا مسلم بهذه المدينة
<lb/>ومرساها من احسن المراسي وماؤها عذب والفوفل بها كثير ومنها يحمل
<lb/><pb n="V02P643"/> للهند والصين واكثر اهلها براهمة وهم معظمون عند الكفار مبغضون
<lb/>في المسلمين ولذلك ليس بينهم مسلم اخبرت ان سبب تركهم هذا المسجد غير مهدوم
<lb/>ان أحد البراهمة خرب سقفه ليصنع منه سقفا لبيته فاشتعلت النار في بيته
<lb/>فاحترق هو وأولاده ومتاعه فاحترموا هذا المسجد ولم يتعرضوا له بسوء بعدها
<lb/>وخدموه وجعلوا بخارجه الماء يشرب منه الصادر والوارد وجعلوا على بابه شبكة
<lb/>لئلا يدخله الطير
# ثم سافرنا من مدينة بدفتن إلى مدينة فندرينا مدينة كبيرة ذات بساتين
<lb/>واسواق وبها للمسلمين ثلاث محلات وفي كل محلة مسجد والجامع بها على الساحل
<lb/>وهو عجيب له مناظر ومجالس على البحر وقاضيها وخطيبها رجل من اهل عمان وله
<lb/>اخ فاضل وبهذا البلدة تشتو مراكب الصين <pb n="V02P644"/> $ 5 محاولة الذهاب إلى
<lb/>الصين وفشلها
# ثم سافرنا منها إلى مدينة قالقوط وهي احدى البنادر العظام ببلاد المليبار
<lb/>يقصدها اهل الصين والجاوة وسيلان والمهل واهل اليمن وفارس ويجتمع بها تجار
<lb/>الافاق ومرساها من اعظم مراسي الدنيا وسلطانها كافر يعرف بالسامري شيخ مسن
<lb/>يحلق لحيته كما يفعل طائفة من الروم رايته بها وسنذكره ان شاء الله وامير
<lb/>التجار بها إبراهيم شاه بندر من اهل البحرين فاضل ذو مكارم يجتمع اليه
<lb/>التجار ويأكلون في سماطه وقاضيها فخر الدين عثمان فاضل كريم وصاحب الزاوية
<lb/>بها الشيخ شهاب الدين الكازروني وله تعطى النذور التي ينذر بها أهل الهند
<lb/>والصين للشيخ أبي اسحاق الكازوني نفع الله به وبهذه المدينة الناخوذة مثقال
<lb/>الشهير الاسم صاحب الاموال الطائلة والمراكب الكثيرة لتجارته بالهند والصين
<lb/>واليمن وفارس ولما وصلنا إلى هذه المدينة خرج الينا إبراهيم شاه بندر
<lb/>والقاضي والشيخ شهاب الدين وكبار التجار ونائب السلطان الكافر المسمى بقلاج Milestone300
<lb/>ومعهم الاطبال والانفار والابواق والاعلام في مراكبهم ودخلنا المرسى في
<lb/>بروز عظيم ما رأيت مثله بتلك البلاد فكانت فرحة تتبعها ترحة واقمنا بمرساها
<lb/>وبه يومئذ ثلاثة من مراكب الصين ونزلنا بالمدينة وجعل كل واحد منا في دار
<lb/>واقمنا ننتظر زمان السفر إلى الصين ثلاثة اشهر ونحن في ضيافة الكافر
# وبحر الصين لا يسافر فيه الا بمراكب الصين ولنذكر ترتيبها ومراكب الصين
<lb/>ثلاثة اصناف والكبار منها تسمى الجنوك واحدها جنك والمتوسطة تسمى الزو
<lb/>والصغار يسمى احدها الككم ويكون في المركب الكبير منها <pb n="V02P645"/> اثنا
<lb/>عشر قلعا فما دونها إلى ثلاثة وقلعها من قضبان الخيزران منسوجة كالحصر لا
<lb/>تحط ابدا ويديرونها بحسن دوران الريح واذا ارسوا تركوها واقفة في مهب الريح
<lb/>ويخدم في المركب منها الف رجل منهم البحرية ستمائة ومنهم اربعمائة من
<lb/>المقاتلة تكون فيهم الرماة واصحاب الدرق والجرخية وهم الذي نيرمون بالنفط
<lb/>ويتبع كل مركب كبير منها ثلاثة النصفي والثلثي والربعي ولا تصنع هذه
<lb/>المراكب الا بمدينة الزيتون من الصين أو بصين كلان وهي صين الصين وكيفية
<lb/>انشائها انهم يصنعون حائطين من الخشب يصلون ما بينهما بخشب ضخام جدا موصولة
<lb/>بالعرض والطول بمسامير ضخام طول المسمار منها ثلاثة اذرع فاذا التأم
<lb/>الحائطان بهذه الخشب صنعوا على اعلاهما فرش المركب الاسفل ودفعوهما في
<lb/>البحر واتموا عمله وتبقى تلك الخشب والحائطان موالية للماء ينزلون اليها
<lb/>فيغتسلون ويقضون حاجتهم وعلى جوانب تلك الخشب تكون مجاذيفهم وهي كبار
<lb/>كالصواري يجتمع على احدها العشرة والخمسة عشر رجلا ويجذفون وقوفا على
<lb/>اقدامهم ويجعلون للمركب اربعة ظهور ويكون فيه البيوت والمصاري والغرف
<lb/>للتجارة والمصرية منها يكون فيها البيوت والسنداس وعليها المفتاح يسدها
<lb/>صاحبها ويحمل معه الجواري والنساء وربما كان الرجل في مصريته فلا يعرف به
<lb/>غيره ممن يكون بالمركب حتى يتلاقيا اذا وصلا بعض البلاد والبحرية يسكنون
<lb/>فيها اولادهم ويزرعون الخضر والبقول والزنجبيل في احواض خشب ووكيل المركب
<lb/>كأنه امير كبير واذا نزل إلى البر مشت الرماة والحبشة بالحراب والسيوف
<lb/>والاطبال والأبواق والانفار امامه واذا وصل إلى المنزل Milestone300 الذي يقيم به ركزا
<lb/>رماحهم عن جانبي بابه ولا يزالون كذلك مدة اقامته ومن <pb n="V02P646"/> اهل
<lb/>الصين من تكون له المراكب الكثيرة بعث بها وكلاءه إلى البلاد وليس في
<lb/>الدنيا اكثر اموالا من اهل الصين
# ولما حان وقت السفر إلى الصين جهز لنا السلطان السامري جنكا من الجنوك
<lb/>الثلاث عشرة التي بمرسى قالقوط وكان وكيل الجنك يسمى بسليمان الصفدي الشامي
<lb/>وبيني وبينه معرفة فقلت له اريد مصرية لا يشاركني فيها أحد لاجل الجواري
<lb/>ومن عادتي ان لا اسافر الا بهن فقال ان تجار الصين قد اكتروا المصاري
<lb/>ذاهبين وراجعين ولصهري مصرية اعطيكها لكنها لاسنداس فيها وعسى ان تمكن
<lb/>معاوضتها فأمرت اصحابي فأوسقوا ما عندي من المتاع وصعد العبيد والجواري إلى
<lb/>الجنك وذلك في يوم الخميس واقمت لاصلي الجمعة والحق بهم وصعد الملك سنبل
<lb/>وظهير الدين مع الهدية ثم ان فتى لي يسمى بهلال أتاني غدوة الجمعة فقال ان
<lb/>المصرية التي اخذنا بالجنك ضيقة لا تصلح فذكرت ذلك للناخودة فقال ليست في
<lb/>ذلك حيلة فإن احببت ان تكون في الككم ففيه المصاري على اختيارك فقلت نعم
<lb/>وامرت اصحابي فنقلوا الجواري والمتاع إلى الككم واستقروا به قبل صلاة
<lb/>الجمعة وعادة هذا البحر ان يشتد هيجانه كل يوم بعد العصر فلا يستطيع اجد
<lb/>ركوبه وكانت الجنوك قد سافرت ولم يبق منها الا الذي فيه الهدية وجنك عزم
<lb/>اصحابه على ان يشتوا بفندرينا والككم المذكور فبتنا ليلة السبت على الساحل
<lb/>لا نستطيع الصعود إلى الككم ولا يستطيع من فيه النزول الينا ولم يكن بقي
<lb/>معي الا بساط افترشه واصبح الجنك والككم يوم السبت على بعد من المرسى ورمى
<lb/>البحر بالجنك الذي كان اهله يريدون فندرينا فتكسر ومات بعض اهله وسلم بعضهم
<lb/>وكانت فيه جارية لبعض التجار عزيزة عليه فرغب في اعطاء عشرة دنانير ذهبا
<lb/>لمن يخرجها وكانت قد التزمت خشبة في مؤخرة الجنك فانتدب لذلك بعض البحرية
<lb/>الهرمزيين <pb n="V02P647"/> فاخرجها وابى ان يأخذ الدنانير وقال انما فعلت ذلك
<lb/>لله تعالى ولما كان الليل رمى البحر بالجنك Milestone300 الذي كانت فيه الهدية فمات جميع
<lb/>من فيه ونظرنا عند الصباح إلى مصارعهم ورأيت ظهير الدين قد انشق رأسه
<lb/>وتناثر دماغه والملك سنبل قد ضرب مسمار في أحد صدغيه ونفذ من الآخر وصلينا
<lb/>عليهما ودفناهما ورأيت الكافر سلطان قالقوط وفي وسطه شقة بيضاء كبيرة قد
<lb/>لفها من سرته إلى ركبته وفي رأسه عمامة صغيرة وهو حافي القدمين والشطر بيد
<lb/>غلام فوق رأسه والنار توقد بين يديه في الساحل وزبانيته يضربون الناس لئلا
<lb/>ينتهبوا ما يرمي البحر وعادة بلاد المليبار ان كل ما انكسر من مركب يرجع ما
<lb/>يخرج منه للمخزن الا في هذا البلد خاصة فإن ذلك يأخذه اربابه ولذلك عمرت
<lb/>وكثر تردد الناس اليها ولما رأى اهل الككم ما حدث على الجنك رفعوا قلعهم
<lb/>وذهبوا ومعهم جميع متاعي وغلماني وجواري وبقيت منفردا على الساحل ليس معي
<lb/>الا فتى كنت اعتقته فلما رأى ما حل بي ذهب عني ولم يبق عندي الا العشرة
<lb/>الدنانير التي اعطانيها الجوكي والبساط الذي كنت افترشه واخبرني الناس ان
<lb/>ذلك الككم لا بد له ان يدخل مرسى كولم فعزمت على السفر اليها وبينهما مسيرة
<lb/>عشر في البر أو في النهر أيضا لمن أراد ذلك فسافرت في النهر واكتريت رجلا
<lb/>من المسلمين يحمل لي البساط وعادتهم اذا سافروا في ذلك النهر ان ينزلوا
<lb/>بالعشي فيبيتوا بالقرى التي على حافتيه ثم يعودوا إلى المركب بالغدو فكنا
<lb/>نفعل ذلك ولم يكن بالمركب مسلم الا الذي اكتريته وكان يشرب الخمر عند
<lb/>الكفار اذا نزلنا ويعربد علي فيزيد تغير خاطري
# ووصلنا في اليوم الخامس من سفرنا إلى كنجي كري وهي بأعلى جبل هنالك
<lb/>يسكنها اليهود ولهم أمير منهم ويؤدون الجزية لسلطان كولم <pb n="V02P648"/> وجميع
<lb/>الاشجار التي على هذا النهر اشجار القرفة والبقم وهي حطبهم هنالك ومنها كنا
<lb/>نقد النار لطبخ طعامنا في ذلك الطريق
# وفي اليوم العاشر وصلنا إلى مدينة كولم وهي احسن بلاد المليبار واسواقها
<lb/>حسان وتجارها يعرفون بالصوليين لهم اموال عريضة يشتري احدهم المركب بما فيه
<lb/>ويوسقه من داره Milestone300 بالسلع وبها من التجار المسلمين جماعة كبيرهم علاء الدين
<lb/>الآوجي من اهل آوة من بلاد العراق وهو رافضي ومعه اصحاب له على مذهبه وهم
<lb/>يظهرون ذلك وقاضيها فاضل اهل قزوين وكبير المسلمين بها محمد شاه بندر وله
<lb/>اخ فاضل كريم اسمه تقي الدين و المسجد الجامع بها عجيب عمره التاجر خواجة
<lb/>مهذب وهذه المدينة اول ما يوالي الصين من بلاد المليبار واليه يسافر اكثرهم
<lb/>والمسلمون بها اعزة محترمون و ( سلطانها ) كافر يعرف بالتيروري وهو معظم
<lb/>المسلمين وله احكام شديدة على السراق والدعار ومما شاهدت بكولم ان بعض
<lb/>الرماة العراقيين قتل آخر منهم وفر إلى دار الاوجي وكان له مال كثير واراد
<lb/>المسلمون دفن المقتول فمنعهم نواب والسلطان من ذلك وقالوا لا يدفن حتى
<lb/>تدفعوا لنا قاتله فيقتل به وتركوه في تابوته على باب الآوجي حتى انتن وتغير
<lb/>فمكنهم الآوجي من القاتل ورغب منهم ان يعطيهم امواله ويتركوه حيا فأبوا ذلك
<lb/>وقتلوه وحينئذ دفن المقتول اخبرت ان سلطان كولم ركب يوما إلى خارجها وكان
<lb/>طريقة فيما بين البساتين صهره ومعه زوج بنته وهو من ابناء الملوك فأخذ حبة
<lb/>واحدة من العنبة سقطت من بعض البساتين وكان السلطان ينظر اليه فأمر به عند
<lb/>ذلك فوسط وقسم نصفين وصلب نصفه عن يمين الطريق ونصفه الآخر عن يساره وقسمت
<lb/>حبة العنبة نصفين فوضع على كل نصف منها وترك عبرة للناظرين ومما اتفق نحو
<lb/>ذلك بقالقوط ان ابن اخ للنائب عن سلطانها غصب سيفا لبعض تجار المسلمين
<lb/><pb n="V02P649"/> فشكا بذلك إلى ابن عمه فوعده بالنظر في أمره وقعد على باب داره
<lb/>فإذا بابن أخيه متقلد ذلك السيف فدعاه فقال هذا سيف المسلم قال نعم قال
<lb/>اشتريته منه قال لا فقال لأعوان امسكوه ثم أمر به فضربت عنقه بذلك السيف
<lb/>وأقمت بكولم مدة بزاوية الشيخ فخر الدين بن الشيخ شهاب الدين الكزورني شيخ
<lb/>قالقوط فلم أتعرف للككم خبرا وفي أثناء مقامي بهادخل اليها ارسال ملك الصين
<lb/>الذين كانوا معنا وكانوا ركبوا في أحد تلك الجنوك فانكسر أيضا Milestone300 فكساهم تجار
<lb/>الصين وعادوا إلى بلادهم ولقيتهم بها بعد وأردت أن أعود من كولم إلى
<lb/>السلطان لأعلمه بما اتفق على الهدية ثم خفت أن يتعقب فعلي ويقول لم فارقت
<lb/>الهدية فعزمت على العودة إلى السلطان جمال الدين الهنوري وأقيم عنده حتى
<lb/>أتعرف خبر الككم
# فعدت إلى قالقوط ووجدت بها بعض مراكب السلطان فبعث فيها أميرا من العرب
<lb/>يعرف السيد أبي الحسن وهو من البرددارية وهم خواص البوابين بعثه السلطان
<lb/>بأموال يستجلب بها من قدر عليه من العرب من أرض هرمز والقطيف لمحبته في
<lb/>العرب فتوجهت إلى هذا الأمير ورأيته عازما على أن يشتو بقالقوط وحينئذ
<lb/>يسافر إلى بلاد العرب فشاورته في العودة إلى السلطان فلم يوافق على ذلك
# فسافرت بالبحر من قالقوط وذلك آخر فصل السفر فيه فكنا نسير نصف النهار
<lb/>الأول ثم نرسو إلى الغد ولقينا في طريقنا أربعة أجفان غزوية فخفنا منها ثم
<lb/>لم يعرضوا لنا بشر
# ووصلنا إلى مدينة هنور فنزلت إلى السلطان وسلمت عليه فأنزلني بدار ولم
<lb/>يكن لي خديم وطلب مني أن أصلي معه الصلوات فكان أكثر <pb n="V02P650"/> جلوسي في
<lb/>مسجده وكنت أختم القرآن كل يوم ثم كنت أختم مرتين في اليوم أبتدئ القراءة
<lb/>بعد صلاة الصبح فأختم عند الزوال وأجدد الوضوء وأبتدئ القراءة فأختم الختمة
<lb/>الثانية عند الغروب ولم أزل كذلك مدة ثلاثة أشهر واعتكفت فيها أربعين يوما
<lb/>وكان السلطان جمال الدين قد جهز اثنين وخمسين مركبا وسفرته برسم غزو
<lb/>سندابور وكان وقع بين سلطانها وولده خلاف فكتب ولده إلى السلطان جمال الدين
<lb/>أن يتوجه لفتح سندابور ويسلم الولد المذكور ويزوجه السلطان أخته فلما تجهزت
<lb/>المراكب ظهر لي أن اتوجه فيها إلى الجهاد ففتحت المصحف أنظر فيه فكان في
<lb/>أول الصفح يذكر فيها اسم الله كثيرا ولينصرن الله من ينصره فاستبشرت بذلك
<lb/>وأتى السلطان إلى صلاة العصر فقلت له إني أريد السفر فقال فأنت إذا تكون
<lb/>أميرهم فأخبرته بما خرج لي في أول الصفح فأعجبه ذلك وعزم على السفر بنفسه
<lb/>ولم يكن ظهر له ذلك Milestone300 قبل
# فركب مركبا منها وأنا معه وذلك في يوم السبت فوصلنا عشي الاثنين إلى
<lb/>سندابور ودخلنا خورها فوجدنا أهلها مستعدين للحرب وقد نصبوا المجانيق فبتنا
<lb/>عليها تلك الليلة فلما أصبح ضربت الطبول والأنفار والأبواق وزحفت المراكب
<lb/>ورموا عليها بالمجانيق فلقد رأيت حجرا أصاب بعض الواقفين بمقربة من السلطان
<lb/>ورمى أهل المراكب أنفسهم في الماء وبأيديهم الترسة والسيوف ونزل السلطان
<lb/>إلى العكيري وهو شبه الشلير ورميت بنفسي في الماء في جملة الناس وكان عندنا
<lb/>طريدتان مفتوحتي المواخر فيها الخيل وهي بحيث يركب الفارس فرسه في جوفها
<lb/>ويتدرع ويخرج ففعلوا ذلك وأذن الله في فتحها وأنزل النصر على المسلمين
<lb/>فدخلنا بالسيف ودخل معظم الكفار في قصر سلطانهم فرمينا النار فيه فخرجوا
<lb/>وقبضنا عليهم ثم أن السلطان أمنهم ورد لهم نساءهم وأولادهم وكانوا نحو عشرة
<lb/><pb n="V02P651"/> آلاف واسكنهم بربض المدينة وسكن السلطان القصر وأعطى الديار
<lb/>بمقربة منه لأهل دولته وأعطاني جارية منهن تسمى لمكي فسميتها مباركة وأراد
<lb/>زوجها فداءها فأبيت وكساني فرجية مصرية ووجدت في خزائن الكافر وأقمت عنده
<lb/>بسندابور من يوم فتحها وهو الثالث عشر لجمادى الأولى إلى منتصف شعبان وطلبت
<lb/>منه الإذن في السفر فأخذ علي العهد في العودة إليه
# وسافرت في البحر إلى هنور ثم إلى فاكنور ثم إلى منجرور ثم إلى هيلي ثم
<lb/>إلى جرفتن وده فتن وبدفتن وفندرينا وقالقوط وقد تقدم ذكر جميعها
# ثم إلى مدينة الشاليات مدينة من حسان المدن تصنع بها الثياب المنسوبة لها
<lb/>وأقمت بها فطال مقامي
# فعدت إلى قالقوط ووصل إليها غلامان كانا لي بالككم فأخبرني أن الجارية
<lb/>التي كانت حاملا وبسببها كان تغير خاطري توفيت وأخذ صاحب الجاوة سائر
<lb/>الجواري واستولت الأيدي على المتاع وتفرق أصحابي إلى الصين والجاوة وبنجالة
# فعدت لما تعرفت هذا إلى هنور إلى سندابور فوصلتها في آخر المحرم وأقمت
<lb/>بها إلى الثاني من شهر ربيع الآخر وقدم سلطانهم الكافر الذي دخلنا عليه
<lb/>برسم أخذها وهرب إليه الكفار كلهم وكانت عساكر السلطان متفرقة في القرى
<lb/>فانقطعوا عنا وحصرنا الكفار وضيقوا علينا Milestone300 ولما اشتد الحال خرجت عنها
<lb/>وتركتها محصورة
# وعدت إلى قالقوط وعزمت على السفر إلى ذيبة المهل وكنت أسمع بأخبارها
<lb/><pb n="V02P652"/> <pb n="V02P653"/> $ 6 جزائر ذيبة المهل
# فبعد عشرة أيام من ركوبنا البحر بقالقوط وصلنا جزائر ذيبة المهل وهذه
<lb/>الجزائر إحدى عجائب الدنيا وهي نحو ألفي جزيرة ويكون منها مائة فما دونها
<lb/>مجتمعات مستديرة كالحلقة لها مدخل كالباب لا تدخل المراكب إلا منه وإذا وصل
<lb/>المركب إلى إحداها فلا بد له من دليل من أهلها يسير به إلى سائر الجزائر
<lb/>وهي من التقارب بحيث تظهر رؤوس النخل التي بإحداها عند الخروج من الأخرى
<lb/>فإن أخطأ المركب سمتها لم يمكنه دخولها وحملته الريح إلى المعبر أو سيلان
<lb/>وهذه الجزائر أهلها كلهم مسلمون ذوو ديانة وصلاح وهي منقسمة إلى أقاليم على
<lb/>كل إقليم وال يسمونه الكردوي ومن أقاليمها إقليم بالبور ومنها كنلوس ومنها
<lb/>إقليم المهل وبه تعرف الجزائر كلها وبها يسكن سلاطينها ومنها إقليم تلاديب
<lb/>ومنها إقليم كرايدوا ومنها إقليم التيم ومنها إقليم تلدمتي ومنها إقليم
<lb/>هلدمتي ومنها إقليم بريدوا ومنها إقليم كند كل ومنها إقليم ملوك ومنها
<lb/>إقليم السويد وهو أقصاها
# وهذه الجزائر كلها لا زرع بها إلا أن في إقليم السويد منها زرعا يشبه
<lb/>أنلي ويجلب منه إلى المهل وإنما أكل أهلها سمك يشبه الليرون يسمونه قلب
<lb/><pb n="V02P654"/> الماس ولحمه أحمر ولا زفر له إنما ريحه كريح لحم الأنعام وإذا
<lb/>اصطادوه قطعوا السمكة منه أربع قطع وطبخوها يسيرا ثم جعلوه في مكاتيل من
<lb/>سعف النخل وعلقوه للدخان فإذا استحكم يبسه أكلوه ويحمل منها إلى الهند
<lb/>والصين واليمن ويسمونه قلب الماس ومعظم أشجار هذه الجزائر النارجيل وهو من
<lb/>أقواتهم مع السمك وقد تقدم ذكره وأشجار النارجيل شأنها عجيب وتثمر النخل
<lb/>منها اثنى عشر عذقا في السنة يخرج في كل شهر عذق فيكون بعضها صغيرا وبعضها
<lb/>كبيرا وبعضها يابسا وبعضها أخضر هكذا أبدا ويصنعون منه الحليب والزيت
<lb/>والعسل حسبما ذكرنا ذلك في السفر الأول ويصنعون من عسله الحلواء فيأكلونها
<lb/>مع الجوز اليابس منه ولذلك كله وللسمك الذي يتغذون Milestone300 به قوة عجيبة في الباءة
<lb/>لا نظير لها ولأهل هذه الجزائر عجب في ذلك ولقد كان لي بها أربع نسوة وجوار
<lb/>سواهن فكنت أطوف على جميعهن كل يوم وأبيت عند من تكون ليلتها واقمت بها سنة
<lb/>ونصف أخرى على ذلك ومن أشجارها الجمون والاترج والليمون والقلقاص وهم
<lb/>يصنعون من أصوله دقيقا يعملون منه شبه الأطرية ويطبخونها بخليب النارجيل
<lb/>وهي من أطيب الطعام كنت أستحسنها كثيرا وآكلها
# وأهل هذه الجزائر أهل صلاح وديانة وإيمان صحيح ونية صادقة أكلهم حلال
<lb/>ودعاؤهم مجاب وإذا رأى الإنسان أحدهم قال له الله ربي ومحمد نبيي وأنا أمتي
<lb/>مسكين وأبدانهم ضعيفة ولا عهد لهم بالقتال والمحاربة وسلاحهم الدعاء ولقد
<lb/>أمرت مرة بقطع يد سارق بها فغشى على جماعة منهم كانوا بالمجلس ولا تطرقهم
<lb/>لصوص الهند ولا تذعرهم لأنهم جربوا أن من أخذ لهم شيئا أصابته مصيبة عاجلة
<lb/>وإذا أتت أجفان العدو إلى ناحيتهم أخذوا من وجدوا من غيرهم ولم يعرضوا لأحد
<lb/>منهم بسوء وإن أخذ أحد الكفار ولو ليمونة عاقبه أمير الكفار وضربه الضرب
<lb/>المبرح خوفا من عاقبة <pb n="V02P655"/> ذلك ولولا هذا لكانوا أهون الناس على
<lb/>قاصدهم بالقتال لضعف بنيتهم وفي كل جزيرة من جزائرهم المساجد الحسنة وأكثر
<lb/>عمارتهم الخشب وهم أهل نظافة وتنزه عن الأقذار وأكثرهم يغتسلون مرتين في
<lb/>اليوم تنظفا لشدة الحر بها وكثرة العرق ز ويكثرون من الأدهان العطرية
<lb/>كالصندلية وغيرها ويتلطخون بالغالية المجلوبة من مقدشو ومن عادتهم أنهم إذا
<lb/>صلوا الصبح أتت كل امرأة إلى زوجها أو ابنها بالمكحلة وبماء الورد ودهن
<lb/>الغالية فيكحل عينيه ويدهن بماء الورد ودهن الغالية فتصقل بشرته وتزيل
<lb/>الشحوب عن وجهه ولباسهم فوط يشدون الفوطة منها على أوساطهم عوض السراويل
<lb/>ويجعلون على ظهورهم ثياب الوليان وهي شبه الأحاريم وبعضهم يجعل عمامة
<lb/>وبعضهم منديلا صغيرا عوضا منها وإذا لقي أحدهم القاضي أو الخطيب وضع ثوبه
<lb/>عن كتفيه وكشف ظهره ومضى معه كذلك حتى يصل إلى منزله
# ومن عوائدهم أنه إذا تزوج الرجل منهم ومضى إلى دار زوجته بسطت له Milestone300 ثياب
<lb/>القطن من باب دارها إلى باب البيت وجعل عليها غرفات من الودع عن يمين طريقه
<lb/>إلى البيت وشماله وتكون المرأة واقفة عند باب البيت تنتظره فإذا وصل إليها
<lb/>رمت على رجليه ثوبا يأخذه خدامه وإن كانت المرأة هي التي تأتي إلى منزل
<lb/>الرجل بسطت داره وجعل فيها الودع ورمت المرأة عند الوصول إليه الثوب على
<lb/>رجليه وكذلك عادتهم في السلام على السلطان عندهم لا بد من ثوب يرمى عند ذلك
<lb/>وسنذكره
# وبنيانهم بالخشب ويجعلون سطوح البيوت مرتفعة عن الأرض توقيا من الرطوبات
<lb/>لأن أرضهم ندية وكيفية ذلك أن ينحتوا حجارة يكون طول الحجر منها ذراعين أو
<lb/>ثلاثة ويجعلونها صفوفا ويعرضون عليها خشب النارجيل ثم يضعون الحيطان من
<lb/>الخشب ولهم صناعة عجيبة في ذلك ويبنون في أسطوان الدار بيتا يسمونه المالم
<lb/>يجلس الرجل به مع أصحابه ويكون له <pb n="V02P656"/> بابان أحدهما إلى جهة
<lb/>الاسطوان يدخل منه الناس والآخر إلى جهة الدار يدخل منه صاحبها ويكون عند
<lb/>هذا البيت خابية مملوءة ماء ولها مستقى يسمونه الولنج هو من قشر جوز
<lb/>النارجيل وله نصاب طوله ذراعان وبه يسقون الماء من الآبار لقربها
# وجميعهم حفاة الأقدام من رفيع ووضيع وأزقتهم مكنوسة نقية تظللها الأشجار
<lb/>فالماشي بها كأنه في بستان ومع ذلك لا بد لكل داخل إلى الدار أن يغسل رجليه
<lb/>بالماء الذي في الخابية بالمالم ويمسحها بحصير غليظ من الليف يكون هنالك ثم
<lb/>يدخل بيته وكذلك يفعل كل داخل إلى المسجد
# ومن عوائدهم إذا قدم عليهم مركب أن تخرج إليه الكنادر وهي القوارب الصغار
<lb/>واحدها كندرة وفيها أهل الجزيرة معهم التنبول أو الكرنبة وهي جوز النارجيل
<lb/>الأخضر فيعطي الإنسان منهم ذلك لمن شاء من أهل المركب ويكون نزيله ويحمل
<lb/>أمتعته إلى داره كأنه بعض أقربائه ومن أراد التزوج من القادمين عليهم تزوج
<lb/>فإذا حان سفره طلق المرأة لأنهن لا يخرجن عن بلادهن ومن لم يتزوج فالمرأة
<lb/>التي ينزل بدارها تطبخ له وتخدمه وتزوده إذا سافر وترضى منه في مقابلة
<lb/>بأيسر شيء من الإحسان
# وفائدة Milestone300 المخزن ويسمونه البندر أن يشتري من كل سلعة بالمركب خطا بسوم
<lb/>معلوم سواء كانت السلعة تساوي ذلك أو أكثر منه ويسمونه شرع البندر ويكون
<lb/>للبندر بيت في كل جزيرة من الخشب يسمونه البجنصار يجمع به الوالي وهو الكرد
<lb/>وري جميع سلعه ويبيع بها ويشتري وهم يشترون الفخار إذا جلب إليهم بالدجاج
<lb/>فتباع عندهم القدر بخمس دجاجات وست وتحمل المراكب من هذه الجزائر السمك
<lb/>الذي ذكرناه وجوز <pb n="V02P657"/> النارجيل والفوط والوليان والعمائم وهي من
<lb/>القطن ويحملون منها أواني النحاس فإنها عندهم كثيرة ويحملون الودع ويحملون
<lb/>القنبر وهو ليف جوز النارجيل وهم يدبغونه في حفر على الساحل ثم يضربونه
<lb/>بالمرازب ثم تغزله النساء وتصنع منه الحبال لخياطة المراكب وتحمل إلى الصين
<lb/>والهند واليمن وهو خير من القنب وبهذه الحبال تخاط مراكب الهند واليمن لأن
<lb/>ذلك البحر كثير الحجارة فإن كان المركب مسمرا بمسامير الحديد صدم الحجارة
<lb/>فانكسر وإذا كان مخيطا بالحبال أعطى الرطوبة فلم ينكسر
# وصرف أهل هذه الجزائر الودع وهو حيوان يلتقطونه في البحر ويضعونه في حفر
<lb/>هنالك فيذهب لحمه ويبقى عظمه أبيض ويسمونه المائة منه يسياه ويسمونه
<lb/>السبعمائة منه الفال ويسمونه الاثنى عشر ألفا منه الكتي ويسمون المائة ألف
<lb/>منه بستو ويباع بها بقيمة أربعة بساتي بدينار من الذهب وربما رخص حتى يباع
<lb/>عشر بساتي منه بدينار ويبيعونه من أهل اليمن فيجعلونه عوض الرمل في مراكبهم
<lb/>وهذا النوع أيضا هو صرف السودان في بلادهم رأيته يباع بمالي وجوجو بحساب
<lb/>ألف ومائة وخمسين للدينار الذهبي
# ونساؤها لا يغطين رؤسهن ولا سلطانتهم تغطي رأسها ويمشطن شعورهن ويجمعنها
<lb/>إلى جهة واحدة ولا يلبسن اكثرهن الا فوطه واحده تسترها من السره الي اسفل
<lb/>وسائر اجسادهن مكشوفه وكذلك يمشين في الاسواق وغيرها ولقد جهدت لما وليت
<lb/>القضاء بها ان اقطع تلك العادة وامرهن باللباس فلم استطع ذلك فكنت لا تدخل
<lb/>الي منهن أمرأه في خصومه الا مستتره الجسد وما عدا ذلك لم تكن لي عليهن
<lb/>قدره ولباس بعضهن قمص زائده على الفوطه وقمصهن قصار الاكمام عراضها Milestone300 وكان لي
<lb/>جوار كسوتهن لباس اهل دهلي تغطين رؤسهن فعابهن ذلك اكثر مما زانهن اذ لم
<lb/>يتعدونه وحليهن الأساور <pb n="V02P658"/> وتجعل المرأه منها جمله في ذراعيها
<lb/>بحيث تملأ ما بين الكوع والمرفق وهي من الفضة ولا يجعل أساور الذهب إلا
<lb/>نساء السلطان وأقاربه ولهن الخلاخيل ويسمونها البايل وقلائد ذهب يجعلنها
<lb/>على صدورهن ويسمونها البسدرد
# ومن عجيب أفعالهن أنهن يستأجرن أنفسهن للخدمة بالديار على عدد معلوم من
<lb/>خمسة دنانير فما دونها وعلى مستأجرهن نفقتهن ولا يرين ذلك عيبا ويفعله أكثر
<lb/>بناتهم فتجد في دار الإنسان الغني منهم العشرة والعشرين وكل ما تكسره من
<lb/>الأواني يحسب عليها قيمته وإذا أرادت الخروج من دار إلى دار أعطاها أهل
<lb/>الدار التي تخرج إليها العدد الذي هي مرتهنة فيه فتدفعه لأهل الدار التي
<lb/>خرجت منها ويبقى عليها للآخرين وأكثر شغل هؤلاء المستأجرات غزل القنبر
<lb/>والتزوج بهذه الجزائر سهل لنزارة الصداق وحسن معاشرة النساء وأكثر الناس
<lb/>يسمي صداقا إنما تقع الشهادة ويعطى صداق مثلها وإذا قدمت المراكب تزوج
<lb/>أهلها النساء فإذا أرادوا السفر طلقوهن وذلك نوع من نكاح المتعة وهن لا
<lb/>يخرجن عن بلادهن أبدا ولم أر في الدنيا أحسن معاشرة منهن ولا تكل المرأة
<lb/>عندهم خدمة زوجها إلى سواها بل هي تأتيه بالطعام وترفعه من بين يديه وتغسل
<lb/>يده وتأتيه بالماء للوضوء وتغم رجليه عند النوم ومن عوائدهن أن لا تأكل
<lb/>المرأة مع زوجها ولا يعلم الرجل ما تأكله المراة ولقد تزوجت بها نسوة فأكل
<lb/>معي بعضهن بعد محاولة وبعضهن لم تأكل معي ولا أستطعت أن أراها تأكل ولا
<lb/>نفعتني حيلة في ذلك
# حدثني الثقات من أهلها كالفقية عيسى اليمني والفقيه المعلم علي والقاضي
<lb/>عبد الله وجماعة سواهم أن هذه الجزائر كانوا كفار وكان يظهر لهم في شهر
<lb/>غفريت من الجن يأتي ناحية البحر كأنه مركب مملوء بالقناديل وكانت عادتهم
<lb/>إذا رأوه أخذوا جارية بكرا فزينوها وأدخلوها إلى بدخانة <pb n="V02P659"/> وهي
<lb/>بيت الأصنام وكان مبنيا على ضفة البحر وله طاق ينظر إليه منه ويتركونها
<lb/>هنالك ليلة ثم Milestone300 يأتون عند الصباح فيجدونها مفتضة ميتة ولا يزالون في كل شهر
<lb/>يقترعون بينهم فمن اصابته القرعة أعطى بنته ثم أنه قدم عليهم مغربي يسمى
<lb/>بأبي البركات البربري وكان حافظا للقرآن العظيم فنزل بدار عجوز منهم يجزيرة
<lb/>المهل فدخل عليها يوما وقد جمعت أهلها وهن يبكين كأنهن في ماتم فساتفهمهن
<lb/>عن شأنهن فلم يفهمنه فأتى ترجمان فأخبره ان العجوز كانت القرعة عليها وليس
<lb/>لها الا بنت واحدة يقتلها العفريب فقال لها أبو البركات أنا اتوجه عوضا من
<lb/>بنتك بالليل وكان سناطا لا لحية له فاحتملوه تلك الليلة وادخلوه إلى بدخانه
<lb/>وهو متوضئ وأقام يتلو القرآن ثم ظهر له العفريت من الطاق فداوم التلاوة
<lb/>فلما كان بحيث يسمع القراءة غاص في البحر واصبح المغربي وهو يتلو على حاله
<lb/>فجاءت العجوز واهلها واهل الجزيرة ليستخرجوا البنت على عادتهم فيحرقوها
<lb/>فوجدوا المغرب يتلوا فمضوا إلى ملكهم وكان يسمى شنورازة واعلموه بخبره فعجب
<lb/>منه وعرض المغربي عليه الاسلام ورغبه فيه فقال له اقم عندنا إلى الشهر
<lb/>الأخر فان فعلت كفعلك ونجوت من العفريت اسلمت فاقام عندهم وشرح الله صدر
<lb/>الملك للإسلام فأسلم قبل تمام الشهر واسلم اهله واولاده وأهل دولته ثم حمل
<lb/>المغربي لما دخل الشهر إلى بدخانة ولم يأتي العفريت فجعل يتلو حتى الصباح
<lb/>وجاء السلطان والناس معه فوجدوه على حاله من التلاوة فكسروا الاصنام وهدموا
<lb/>البدخانة واسلم اهل الجزيرة وبعثوا إلى سائر الجزائر فأسلم اهلها واقام
<lb/>المغربي عندهم معظما وتمذهبوا بمذهبه مذهب الامام مالك رضي الله عنه وهم
<lb/>إلى هذا العهد يعظمون المغاربة بسببه وبنى مسجد هو معروف باسمه وقرأت على
<lb/>مقصورة الجامع منقوشا في الخشب اسلم السلطان أحمد شنورازة على يد أبي
<lb/>البركات البربري المغربي وجعل <pb n="V02P660"/> ذلك السلطان ثلث مجابي الجزائر
<lb/>صدقة على ابناء السبيل اذ كان اسلامه بسببهم فسمي على ذلك حتى الآن وبسبب
<lb/>هذا العفريت خرب من هذه الجزائر كثير قبل الاسلام
# ولما دخلناها لم يكن لي علم بشأنه فبينا انا ليلة في بعض شأني سمعت الناس
<lb/>يجهرون بالتهليل والتكبير Milestone300 ورايت الاولاد وعلى رؤوسهم المصاحف والنساء
<lb/>يضربون في الطسوت وأواني النحاس فعجبت من فعلهم وقلت ما شأنكم فقالوا الا
<lb/>تنظر إلى البحر فنظرت فاذا مثل المركب الكبير وكانه سرجا ومشاعل فقالوا ذلك
<lb/>العفريت وعادته ان يظهر مرة في الشهر فاذا فعلنا ما رأيت انصرف عنا ولم
<lb/>يضرنا
# ومن عجائبها ان سلطانتها امرأة وهي خديجة بنت السلطان جلال الدين عمر بن
<lb/>السلطان صلاح الدين صالح البنجالي وكان الملك لجدها ثم لأبيها فلما مات
<lb/>ابوها ولي اخوها شهاب الدين وهو صغير السن فتزوج الوزير عبد الله بن محمد
<lb/>الحضرمي امه وغلب عليه وهو الذي تزوج ايضا هذه السلطانة خديجة بعد وفاة
<lb/>زوجها الوزير جمال الدين كما سنذكره فلما بلغ شهاب الدين مبلغ الرجال اخرج
<lb/>ربيبة الوزير عبد الله ونفاه إلى جزائر السويد واستقل بالملك واستوزر أحد
<lb/>مواليه ويسمى علي كلكي ثم عزله بعد ثلاثة اعوام ونفاه إلى السويد وكان يذكر
<lb/>عن السلطان شهاب الدين المذكور انه يختلف إلى حرم اهل دولته وخواصه بالليل
<lb/>فخلعوه لذلك ونفوه إلى اقليم هلدتني وبعثوا من قتله بها ولم يكن بقي من بيت
<lb/>الملك الا اخواته خديجة الكبرى ومريم وفاطمة فقدموا خديجة سلطانة وكانت
<lb/>متزوجة لخطيبهم جمال الدين فصار وزيرا وغالبا على الامر وقدم ولده محمدا
<lb/>للخطابة عوضا عنه ولن الاوامر انما تنفذ باسم خديجة وهم يكتبون الاوامر في
<lb/>سعف النخل بحديدة معوجة شبه السكين ولا يكتبون في الكاغد الا المصاحف وكتب
<lb/>العلم ويذكرها <pb n="V02P661"/> الخطيب يوم الجمعة وغيرها فنقول اللهم انصر امتك
<lb/>التي اخترتها على علم العالمين وجعلتها رحمة لكافة المسلمين الا وهي
<lb/>السلطانة خديجة بنت السلطان جلال الدين بن السلطان صلاح الدين ومن عادتهم
<lb/>اذا قدم الغريب عليهم ومضى إلى المشور وهم يسمونه الدار فلا بد له ان
<lb/>يستصعب ثوبين فيخدم لجهة هذه السلطانة ويرمي بأحدهما ثم يخدم لوزيرها وهو
<lb/>زوجها جمال الدين ويرمي بالثاني وعسكرها نحو الف انسان من الغرباء وبعضهم
<lb/>بلديون ويأتون كل يوم إلى الدار فيخدمون وينصرفون ومرتبهم الارز يعطاهم من
<lb/>البندر في Milestone300 كل شهر فاذا تم الشهر اتوا الدار وخموا وقالوا للوزير بلغ عنا
<lb/>الخدمة واعلم بانا اتينا نطلب مرتبنا فيؤمر لهم بها عند ذلك ويأتي ايضا إلى
<lb/>الدار كل يوم القاضي وارباب الخطط وهم الوزراء عندهم فيخدمون ويبلغ خدمتهم
<lb/>الفتيان وينصرفون
# وهم يسمون الوزير الاكبر النائب عن السلطانة كلكي ويسمون القاضي فند
<lb/>يارقالو واحكامهم كلها راجعة إلى القاضي وهو اعظم عندهم من الناس اجمعين
<lb/>وامره ممثل كأمر السلطان واشد ويجلس على بساط في الدار وله ثلاثة جزائر
<lb/>يأخذ مجباها لنفسه عادة قديمة اجراها السطان أحمد شنورازة ويمسون الخطيب
<lb/>هند يجري ويسمون صاحب الديوان الفاملداري ويسمون صاحب الاشغال مافاكلوا
<lb/>ويسمون الحاكم فتنايك ويسمون قائد البحر مانايك وكل هؤلاء يسمى وزيرا ولا
<lb/>سجن عندهم بتلك الجزائر انما يحبس ارباب الجرائم في بيوت خشب هي معدة
<lb/>لامتعة التجار ويجعل احدهم في خشبة كما يفعل عندنا بأساري الروم
<lb/><pb n="V02P662"/> $ 7 مقام ابن بطوطة بجزائر ذيبة المهل
# ولما وصلت إليها نزلت منها بجزيرة كنلوس وهي جزيرة حسنة فيها المساجد
<lb/>الكثيرة ونزلت بدار رجل من صلحائها وأضافني بها الفقيه علي وكان فاضلا له
<lb/>أولاد من طلبة العلم ولقيت بها رجلا اسمه محمد من أهل ظفار الحموض فأضافني
<lb/>وقال لي إن دخلت جزيرة المهل أمسكك الوزير بها فإنهم لا قاضي عندهم وكان
<lb/>غرضي أن أسافر منها إلى المعبر وسرنديت وبنجالة ثم إلى الصين وكان قدومي
<lb/>عليها في مركب الناخوذة عمر الهنوري وهو من الحجاج الفضلاء ولما وصلنا
<lb/>كنلوس أقام بها عشرا ثم اكترى كندرة يسافر فيها إلى المهل بهدية للسلطانة
<lb/>وزوجها فأردت السفر معه فقال لا تسعك الكندرة أنت وأصحابك فإن شئت السفر
<lb/>منفردا عنهم فدونك فأبيت ذلك وسافر فلعبت به الريح وعاد إلينا بعد أربعة
<lb/>أيام وقد لقي شدائد فاعتذر لي وعزم علي في السفر معه بأصحابي فكنا نرحل
<lb/>غدوة فننزل في وسط النهار لبعض الجزائر ونرحل فنبيت بأخرى
# ووصلنا بعد أربعة أيام إلى إقليم التيم وكان الكردوي يسمى بها هلالا فسلم
<lb/>علي وأضافني وجاء إلي ومعه أربعة رجال Milestone300 وقد جعل إثنان منهم عودا على
<lb/>أكتافهما وعلقا منه أربع دجاجات وجعل الآخران عودا مثله وعلقا منه نحو عشر
<lb/>من جوز النارجيل فعجبت من تعظيمهم لهذا الشيء الحقير فأخبرت أنهم صنعوه على
<lb/>جهة الكرامة والإجلال
# ورحلنا عنهم فنزلنا في اليوم السادس بجزيرة عثمان وهو رجل فاضل من خيار
<lb/>الناس فأكرمنا وأضافنا <pb n="V02P663"/>
# وفي اليوم الثامن نزلنا بجزيرة لوزير يقال له التلمدي
# وفي اليوم العاشر وصلنا إلى جزيرة المهل حيث السلطانة وزوجها وأرسينا
<lb/>بمرساها وعادتهم أن لا ينزل أحد من المرسى إلا بإذنهم فأذنوا لنا في النزول
<lb/>وأردت التوجه إلى بعض المساجد فمنعني الخدام الذين بالساحل وقالوا لا بد من
<lb/>الدخول إلى الوزير وكنت أوصيت الناخوذة أن يقول إذا سئل عني لا أعرفه خوفا
<lb/>من إمساكهم إياي ولم أعلم أن بعض أهل الفضول قد كتب إليهم معرفا بخبري وأني
<lb/>كنت قاضيا بدهلي فلما وصلنا إلى الدار وهو المشور نزلنا في سقائف على الباب
<lb/>الثالث منه وجاء القاضي عيسى اليمني فسلم علي وسلمت على الوزير وجاء
<lb/>الناخوذة إبراهيم بعشرة أثواب فخدم لجهة السلطانة ورمى بثوب منها ثم خدم
<lb/>للوزير ورمى بثوب آخر ورمى بجميعها وسئل عني فقال لا أعرفه ثم أخرجوا إلينا
<lb/>التنبول وماء الورد وذلك هو الكرامة عندهم وأنزلنا بدار وبعث إلينا الطعام
<lb/>وهو قصعة كبيرة فيها الأرز وتدور بها صحاف فيها اللحم والدجاج والسمن
<lb/>والسمك ولما كان بالغد مضيت مع الناخوذة والقاضي عيسى اليمني لزيارة زاوية
<lb/>في طرف الجزيرة عمرها الشيخ الصالح نجيب وعدنا ليلا وبعث الوزير إلي صبيحة
<lb/>تلك الليلة كسوة وضيافة فيها الأرز والسمن والخليع وجوز النارجيل والعسل
<lb/>المصنوع منها وهم يسمونه القرباني ومعنى ذلك ماء السكر وأتوا بمائة ألف
<lb/>ودعة للنفقة
# وبعد عشرة أيام قدم مركب من سيلان فيه فقراء من العرب والعجم يعرفوني
<lb/>فعرفوا خدام الوزير بأمري فزاد اغتباطا بي وبعث عني عند استهلال رمضان
<lb/>فوجدت الأمراء والوزراء وأحضر الطعام في موائد يجتمع على <pb n="V02P664"/>
<lb/>المائدة طائفة فأجلسني الوزير إلى جانبه ومعه القاضي عيسى والوزير
<lb/>الفاملداري والوزير عمر Milestone300 دهرد ومعناه مقدم العسكر وطعامهم الأرز والدجاج
<lb/>والسمن والسمك والخليع والموز المطبوخ ويشربون بعده عسل النارجيل مخلوطا
<lb/>بالافاوية وهو يهضم الطعام وفي التاسع من شهر رمضان مات صهر الوزير زوج
<lb/>بنته وكانت قبله عند السلطان شهاب الدين ولم يدخل بها أحد منهما لصغرها
<lb/>فردها أبوها لداره وأعطاني دارها وهي من أجمل الدور واستأذنته في ضيافة
<lb/>الفقراء القادمين من زيارة القدم فأذن لي في ذلك وبعث إلي خمسا من الغنم
<lb/>وهي عزيزة عندهم لأنها مجلوبة من المعبر والمليبار ومقدشو وبعث الأرز
<lb/>والدجاج والسمن والابازير فبعثت ذلك كله إلى دار الوزير سليمان مانايك فطبخ
<lb/>لي بها فأحسن في طبخه وزاد فيه وبعث الفرش وأواني النحاس وأفطرنا على
<lb/>العادة بدار السلطانة مع الوزير واستأذنته في حضور بعض الوزراء بتلك
<lb/>الضيافة فقال لي وأنا أحضر أيضا فشكرته وانصرفت إلى داري فإذا به قد جاء
<lb/>ومعه الوزراء وأرباب الدولة فجلس في قبة خشب مرتفعة وكان كل من يأتي من
<lb/>الأمراء والوزراء يسلم على الوزير ويرمي بثوب غير مخيط حتى اجتمع مائة ثوب
<lb/>أو نحوها فأخذها الفقراء وقدم الطعام فأكلوا ثم قرأ القراء بالأصوات الحسان
<lb/>ثم أخذوا في السماع والرقص وأعددت النار فكان الفقراء يدخلونها ويطؤونها
<lb/>بالأقدام ومنهم من يأكلها كما تؤكل الحلواء إلى أن خمدت
# ولما تمت الليلة انصرف الوزير ومضيت معه فمررنا ببستان للمخزن فقال لي
<lb/>الوزير هذا البستان لك وسأعمر لك فيه دار لسكناك فشكرت <pb n="V02P665"/> فعله
<lb/>ودعوت له ثم بعث لي من الغد بجارية وقال لي خديمه يقول لك الوزير أن أعجبتك
<lb/>هذه هي لك إلا بعثت لك جارية مرهتية وكانت الجواري المرهتيات تعجبني فقلت
<lb/>له إنما أريد المرهتية فبعثها لي وكان اسمها قل أستان ومعناه زهر البستان
<lb/>وكانت تعرف اللسان الفارسي فأعجبتني وأهل تلك الجزائر لهم لسان لم أكن
<lb/>أعرفه ثم بعث إلي في غد ذلك بجارية معبرية تسمى عنبري ولما كانت الليلة
<lb/>بعدها جاء الوزير إلي بعد العشاء الأخيرة في نفر من أصحابه فدخل الدار ومعه
<lb/>غلامان صغيران فسلمت عليه وسألني Milestone300 عن حالي فدعوت له وشكرته فألقى أحد
<lb/>الغلامين بين يديه لقشة وهي شبه السبنية وأخرج منها ثياب حرير وحقا فيه
<lb/>جوهر وحلي فأعطاني ذلك وقال لي لو بعثته لك مع الجارية لقالت هو مالي جئت
<lb/>به من دار مولاي والآن هو مالك فأعطه إياها فدعوت له وشكرته وكان أهلا
<lb/>للشكر رحمه الله
# وكان الوزير سليمان مانايك قد بعث إلي أن أتزوج بنته فبعثت إلى الوزير
<lb/>جمال الدين مستأذنا في ذلك فعاد إلي الرسول وقال لم يعجبه ذلك وهو يحب أن
<lb/>يزوجك بنته إذا انقضت عدتها فأبيت أنا ذلك وخفت من شؤمها لأنه مات تحتها
<lb/>زوجان قبل الدخول وأصابتني أثناء ذلك حمى مرضت بها ولا بد لكل من يدخل تلك
<lb/>الجزيرة أن يحم فقوي عزمي على الرحلة عنها فبعت بعض الحلي بالودع واكتريت
<lb/>مركبا أسافر فيه لنجالة فلما ذهبت لوداع الوزير خرج إلي القاضي فقال الوزير
<lb/>يقول لك إن شئت السفر فأعطنا ما أعطيناك وسافر فقلت له إن بعض الحلي اشتريت
<lb/>به الودع فشأنكم وأياه فعاد إلي فقال يقول إنما أعطيناك الذهب ولم نعطك
<lb/>الودع فقلت له أنا أبيعه وآتيكم بالذهب فبعثت إلى التجار ليشتروه
<lb/><pb n="V02P666"/> مني فأمرهم الوزير أن لا يفعلوا وقصده بذلك كله أن لا أسافر
<lb/>عنه ثم بعث إلي أحد خواصه وقال الوزير يقول لك أقم عندنا ولك كل ما أحببت
<lb/>فقلت في نفسي أنا تحت حكمهم وإن لم أقم مختارا أقمت مضطرا فالإقامة
<lb/>باختياري أولى وقلت لرسوله نعم أنا أقيم معه فعاد إليه ففرح بذلك واستدعاني
<lb/>فلما دخلت إليه قام إلي وعانقني وقال نحن نريد قربك وأنت تريد البعد عنا
<lb/>فاعتذرت له فقبل عذري وقلت له إن أردتم مقامي فأنا أشترط عليكم شروطا فقال
<lb/>نقبلها فاشترط فقلت له أنا لا أستطيع المشي على قدمي ومن عادتهم أن لا يركب
<lb/>أحد هنالك إلا الوزير ولقد كنت لما أعطوني الفرس فركبته يتبعني الناس رجالا
<lb/>وصبيانا يعجبون مني حتى شكوت له فضربت الدنقرة وبرح في الناس أن لا يتبعني
<lb/>أحد والدنقرة Milestone300 شبه الطست من النحاس تضرب بحديدة فيسمع لها صوت على البعد
<lb/>فإذا ضربوها حينئذ يبرح في الناس بما يراد فقال لي الوزير إن أردت أن تركب
<lb/>الدولة وإلا فعندنا حصان ورمكة فاختر أيهما شئت فاخترت الرمكة فأتوني بها
<lb/>في تلك الساعة وأتوني بكسوة فقلت له وكيف أصنع بالودع الذي اشتريته فقال
<lb/>ابعث أحد أصحابك ليبيعه لك ببنجالة فقلت له على أن تبعث أنت من يعينه على
<lb/>ذلك فقال نعم فبعثت حيئذ رفيقي أبا محمد بن فرحان وبعثوا معه رجلا يسمى
<lb/>الحاج عليا فاتفق أن هال البحر فرموا بكل ما عندهم حتى الزاد والماء
<lb/>والصاري والقربة وأقاموا ست عشرة ليلة لا قلع لهم ولا سكان ولا غيره ثم
<lb/>خرجوا إلى جزيرة سيلان بعد جوع وعطش وشدائد وقدم علي صاحبي أبو محمد بعد
<lb/>سنة وقد زار القدم وزارها مرة ثانية معي <pb n="V02P667"/>
# ولما تم شهر رمضان بعث الوزير إلى بكسوة وخرجنا إلى المصلى وقد زينت
<lb/>الطريق التي يمر الوزير عليها من داره إلى المصلى وفرشت الثياب فيها وجعلت
<lb/>كتاتي الودع يمنة ويسرة وكل من له على طريقة دار من الأمراء والكبار قد غرس
<lb/>عندها النخل الصغار من النارجيل وأشجار الفوفل والموز ومدمن شجر إلى أخرى
<lb/>شرائط وعلق منها الجوز الأخضر ويقف صاحب الدار عند بابها فإذا مر الوزير
<lb/>رمى على رجليه ثوبا من الحرير أو القطن فيأخذها عبيده مع الودع الذي يجعل
<lb/>على طريقه ايضا والوزير ماش على قدميه وعليه فرجية مصرية من المرعز وعمامة
<lb/>كبيرة وهو متقلد فوطة حرير وفوق رأسه أربعة شطور وفي رجليه النعل وجميع
<lb/>الناس سواه حفاة والأبواق والأنفار والأطبال بين يديه والعساكر أمامه وخلفه
<lb/>وجميعهم يكبرون حتى أتوا المصلى فخطب ولده بعد الصلاة ثم أتى بمحفة فركب
<lb/>فيها الوزير وخدم الأمراء والوزراء ورموا بالثياب على العادة ولم يكن ركب
<lb/>في المحفة قبل ذلك لأن ذلك لا يفعله إلا الملوك ثم رفعه الرجال وركبت فرسي
<lb/>ودخلنا القصر فجلس بموضع مرتفع وعنده الوزراء والأمراء ووقف العبيد بالترسة
<lb/>والسيوف والعصي ثم Milestone300 اتي بالطعام ثم بالفوفل والتنبول ثم أتى بصحفة صغيرة
<lb/>فيها الصندل المقاصري فإذا أكلت جماعة من الناس تلطخوا بالصندل ورأيت على
<lb/>بعض طعامهم يومئذ حوتا من السردين مملوحا غير مطبوخ أهدي لهم من كولم وهو
<lb/>ببلاد المليبار كثير فاخذ الوزير سردينة وجعل يأكلها وقال لي كل منه فإنه
<lb/>ليس ببلادنا فقلت كيف آكله وهو غير مطبوخ فقال إنه مطبوخ فقلت أنا أعرف به
<lb/>فإنه ببلادي كثير
# وفي الثاني من شوال اتفقت مع الوزير سليمان ماناياك على تزوج بنته
<lb/><pb n="V02P668"/> فبعث إلى الوزير جمال الدين أن يكون عقد النكاح بين يديه
<lb/>بالقصر فأجاب إلى ذلك وأحضر التنبول على العادة والصندل وحضر الناس وأبطأ
<lb/>الوزير سليمان فاستدعي فلم يأت ثم استدعي ثانية فاعتذر بمرض البنت فقال لي
<lb/>الوزير سرا إن بنته امتنعت وهي مالكة أمر نفسها والناس قد اجتمعوا فهل لك
<lb/>أن تتزوج بربيبة السلطانة زوجة أبيها وهي التي ولده متزوج بنتها فقلت له
<lb/>نعم فاستدعى القاضي والشهود ووقعت الشهادة ودفع الوزير الصداق ورفعت إلي
<lb/>بعد أيام فكانت من خيار النساء وبلغ حسن معاشرتها أنها كانت إذا تزوجت
<lb/>عليها تطيبني وتبخر أثوابي وهي ضاحكة لا يظهر عليها تغير ولما تزوجتها
<lb/>أكرهني الوزير على القضاء وسبب ذلك اعتراضي على القاضي ولكونه كان يأخذ
<lb/>العشر من التركات إذا قسمها على أربابها فقلت له إنما لك أجرة تتفق بها مع
<lb/>الورثة ولم يكن يحسن شيئا فلما وليت اجتهدت جهدي في إقامة رسوم الشرع وليست
<lb/>هنالك خصومات كما هي ببلادنا فأول ما غيرت من عوائد السوء مكث المطلقات في
<lb/>ديار المطلقين وكانت إحداهن لا تزال في دار المطلق حتى تتزوج غيره فحسمت
<lb/>علة ذلك وأتي إلي بنحو خمسة وعشرين رجلا ممن فعل ذلك فضربتهم وشهرتهم
<lb/>الأسواق وأخرجت النساء عنهم ثم اشتددت في إقامة الصوات وأمرت الرجال
<lb/>بالمبادرة إلى الأزقة والأسواق أثر صلاة الجمعة فمن وجدوه لم يصل ضربته
<lb/>وشهرته وألزمت الأئمة والمؤذنين أصحاب المرتبات المواظبة على ما هم بسبيله
<lb/>وكتبت إلى جميع الجزائر بنحو ذلك وجهدت أن Milestone300 أكسو النساء فلم أقدر على ذلك
# وكنت قد تزوجت ربيبة بنت زوجة ( الوزير عبد الله بن محمد الحضرمي )
<lb/>وأحببتها حبا شديدا ولما بعث الوزير عنه ورده إلى جزيرة المهل بعثت له
<lb/>التحف وتلقيته ومضيت معه إلى القصر فسلم على الوزير وأنزله في دار
<lb/><pb n="V02P669"/> جيدة فكنت أزوره بها واتفق أن اعتكفت في رمضان فزارني جميع
<lb/>الناس إلا هو وزارني الوزير جمال الدين فدخل هو معه بحكم الموافقة فوقعت
<lb/>بيننا الوحشة فلما خرجت من الاعتكاف شكا إلي أخوال زوجتي ربيبة أولاد
<lb/>الوزير جمال الدين السنجري فإن أباهم أوصى عليهم الوزير عبد الله وأن مالهم
<lb/>باق بيده وقد خرجوا عن حجره بحكم الشرع وطلبوا إحضاره بمجلس الحكم وكانت
<lb/>عادتي إذا بعثت عن خصم من الخصوم أبعث له قطعة كاغد مكتوبة أو غير مكتوبة
<lb/>فعندما يقف عليها يبادر إلى مجلس الحكم الشرعي وإلا عاقبته فبعثت إليه على
<lb/>العادة فأغضبه ذلك وحقدها لي وأضمر عداوتي ووكل من يتكلم عنه وبلغني عنه
<lb/>كلام قبيح وكانت عادة الناس من صغير وكبير أن يخدموا له كما يخدمون للوزير
<lb/>جمال الدين خدمتهم أن يواصلوا السبابة إلى الأرض ثم يقبلونها ويضعونها على
<lb/>رؤوسهم فأمرت المنادي فنادى بدار السلطان على رؤوس الاشهاد أنه من خدم
<lb/>للوزير عبد الله كما يخدم للوزير الكبير لزمه العقاب الشديد وأخذت عليه أن
<lb/>لا يترك الناس لذلك فزادت عداوته وتزوجت أيضا زوجة أخرى بنت وزير معظم
<lb/>عندهم كان جده السلطان داود حفيد السلطان أحمد شنورازة ثم تزوجت زوجة كانت
<lb/>تحت السلطان شهاب الدين وعمرت ثلاث ديار بالبستان الذي أعطانيه الوزير
<lb/>وكانت الرابعة وهي ربيبه الوزير عبد الله تسكن في دارها وهي أحبهن إلي فلما
<lb/>صاهرت من ذكرته هابني الوزير وأهل الجزيرة وتخوفوا مني لأجل ضعفهم وسعوا
<lb/>بيني وبين الوزير بالنمائم وتولى الوزير عبد الله كبر ذلك حتى تمكنت الوحشة
# وأتفق في بعض الأيام أن عبدا من عبيد السلطان جلال الدين شكته زوجته إلى
<lb/>الوزير وأعلمته أنه عند سرية من سراري السلطان يزني بها فبعث الوزير الشهود Milestone300
<lb/>ودخلوا دار السرية فوجدوا الغلام نائما معها في فراش واحد وحبسوهما
<lb/><pb n="V02P670"/> فلما أصبحت وعلمت بالخبر توجهت إلى المشور وجلست في موضع جلوسي
<lb/>ولم أتكلم في شيء من أمرها فخرج إلي بعض الخواص فقال يقول لك الوزير ألك
<lb/>حاجة فقلت لا وكان قصده أن أتكلم في شأن السرية والغلام إذ كانت عادتي أن
<lb/>لا تقع قضية إلا حكمت فيها فلما وقع التغير والوحشة قصرت في ذلك فانصرفت
<lb/>إلى داري بعد ذلك وجلست بموضع الأحكام فإذا ببعض الوزراء فقال لي الوزير
<lb/>يقول لك أنه وقع البارحة كيت وكيت لقضية السرية والغلام فاحكم فيهما بالشرع
<lb/>فقلت له هذه قضية لا ينبغي الحكم أن يكون فيها إلا بدار السلطان فعدت إليها
<lb/>واجتمع الناس وأحضرت السرية والغلام فأمرت بضربهما للخلوة وأطلقت سراح
<lb/>المرأة وحبست الغلام وانصرفت إلى داري فبعث الوزير إلي جماعة من كبراء ناسه
<lb/>في شأن تسريح الغلام فقلت لهم أتشفع في غلام زنجي يهتك حرمة مولاه وأنتم
<lb/>بالأمس خلعتم السلطان شهاب الدين وقتلتموه بسبب دخوله لدار غلام له وأمرت
<lb/>بالغلام عند ذلك فضرب بقضبان الخيزران وهي أشد وقعا من السياط وشهرته
<lb/>بالجزيرة وفي عنقه حبل
# فذهبوا إلى الوزير فأعلموه فقام وقعد واستشاط غضبا وجمع الوزراء ووجوه
<lb/>العسكر وبعث عني فجئته وكانت عادتي أن أخدم فلم أخدم وقلت سلام عليكم ثم
<lb/>قلت للحاضرين اشهدوا علي أني قد عزلت نفسي عن القضاء لعجزي عنه فكلمني
<lb/>الوزير فصعدت وقعدت بموضع أقابله فيه وجاوبته أغلظ جواب وأذن مؤذن المغرب
<lb/>فدخل إلى داره وهو يقول ويقولون أني سلطان وهأناذا طلبته لأغضب عليه فغضب
<lb/>علي وإنما كان اعتزازي عليهم بسبب سلطان الهند لأنهم تحققوا مكانتي عنده
<lb/>وإن كانوا على بعد منه فخوفه في قلوبهم متمكن فلما دخل إلى داره بعث إلي
<lb/>القاضي المعزول وكان جريء اللسان فقال لي إن مولانا يقول لك <pb n="V02P671"/>
<lb/>كيف هتكت حرمته على رؤوس الأشهاد ولم تخدم له فقلت له إنما كنت أخدم له حين
<lb/>كان قلبي له طيبا فلما وقع التغير تركت ذلك وتحية المسلمين Milestone300 إنما هي السلام
<lb/>وقد سلمت فبعثه إلي ثانية فقال إنما غرضك الرحيل عنا فأعط صدقات النساء
<lb/>وديون الناس وانصرف إذا شئت فخدمت له على هذا القول وذهبت إلى داري فخلصت
<lb/>مما علي من الدين وكان قد أعطاني في تلك الأيام فرش دار وجهازها من أواني
<lb/>نحاس وسواها وكان يعطيني كل ما أطلبه ويحبني ويكرمني ولكنه غير خاطره وخوف
<lb/>مني فلما عرف أني قد خلصت الدين وعزمت على السفر ندم على ما قاله وتلكأ في
<lb/>الإذن لي في السفر فحلفت بالإيمان المغلظة أن لا بد من سفري ونقلت ما عندي
<lb/>إلى مسجد على البحر وطلقت إحدى الزوجات وكانت إحداهن حاملا فجعلت لها أجلا
<lb/>تسعة أشهر إن عدت فيها وإلا فأمرها بيدها وحملت معي زوجتي التي كانت امرأة
<lb/>السلطان شهاب الدين لاسلمها لأبيها بجزيرة ملوك وزوجتي الأولى التي بنتها
<lb/>أخت السلطان
# وتوافقت مع الوزير عمر دهرد والوزير حسن قائد البحر على أن أمضي إلى بلاد
<lb/>المعبر وكان ملكها سلفي فأتي منها بالعساكر لترجع الجزائر إلى حكمه وأنوب
<lb/>أنا عنه فيها وجعلت بيني وبينهم علامة رفع أعلام بيض في المراكب فإذا رأوها
<lb/>ثاروا في البر ولم أكن حدثت نفسي بهذا قط حتى وقع ما وقع من التغير وكان
<lb/>الوزير خائفا مني يقول للناس لا بد لهذا أن يأخذ الوزارة أما في حياتي أو
<lb/>بعد موتي ويكثر السؤال عن حالي ويقول سمعت أن ملك الهند بعث إليه الأموال
<lb/>ليثور بها علي وكان يخاف من سفري لئلا آتي بالجيوش من بلاد المعبر فبعث إلي
<lb/>أن أقيم حتى يجهز لي مركبا فأبيت وشكت أخت السلطانة إليها بسفر أمها معي
<lb/>فأرادت منعها فلم تقدر على ذلك فلما رأت عزمها على السفر قالت لها إن جميع
<lb/><pb n="V02P672"/> ما عندك من الحلي هو من مال البندر فإن كان لك شهود بأن جلال
<lb/>الدين وهبه لك وإلا فرده وكان حليا له خطر فردته إليهم وأتاني الوزراء
<lb/>والوجوه وأنا بالمسجد وطلبوا مني الرجوع فقلت لهم لولا أني حلفت لعدت
<lb/>فقالوا تذهب إلى Milestone300 بعض علماء الجزائر ليبر قسمك وتعود فقلت لهم نعم إرضاء لهم
<lb/>فلما كانت الليلة التي سافرت فيها أتيت لوداع الوزير فعانقني وبكى حتى قطرت
<lb/>دموعه على قدمي وبات تلك الليلة يحترس الجزيرة بنفسه خوفا أن يثور عليه
<lb/>أصهاري وأصحابي
# ثم سافرت ووصلت إلى جزيرة الوزير علي فأصابت زوجتي أوجاع عظيمة وأحبت
<lb/>الرجوع فطلقتها وتركتها هنالك وكتبت للوزير بذلك لانها أم زوجة ولده وطلقت
<lb/>التي كنت ضربت لها الأجل وبعثت عن جارية كنت أحبها وسرنا في تلك الجزائر من
<lb/>إقليم إلى إقليم
# وفي بعض تلك الجزائر رأيت امرأة لها ثدي واحد في صدرها ولها بنتان
<lb/>إحداهما كمثلها ذات ثدي واحد والأخرى ذات ثديين إلا أن أحدهما كبير فيه
<lb/>اللبن والآخر صغير لا لبن فيه فعجبت من شأنهن
# ووصلنا إلى جزيرة من تلك الجزائر صغيرة ليس لها إلا دار واحدة فيها رجل
<lb/>حائك له زوجه وأولاد ونخيلات نارجيل وقارب صغير يصطاد فيه السمك ويسير به
<lb/>إلى حيث أراد من الجزائر وفي جزيرته أيضا شجيرات موز ولم نر فيها من طيور
<lb/>البر غير غرابين خرجا إلينا لما وصلنا الجزيرة وطافا بمركبنا فغبطت والله
<lb/>ذلك الرجل ووددت أن لو كانت تلك الجزيرة لي فانقطعت فيها إلى أن يأتيني
<lb/>اليقين
# ثم وصلت إلى جزيرة ملوك حيث المركب الذي للناخوذة إبراهيم وهو الذي عزمت
<lb/>على السفر فيه إلى المعبر فجاء إلي ومعه أصحابه وأضافوني <pb n="V02P673"/> ضيافة
<lb/>حسنة وكان الوزير قد كتب لي أن أعطى بهذه الجزيرة مائة وعشرين بستوا من
<lb/>الكودة وهي الودع وعشرين قدحا من الاطوان وهو عسل النارجيل وعددا معلوما من
<lb/>التنبول والفوفل والسمك في كل يوم وأقمت بهذه الجزيرة سبعين يوما وتزوجت
<lb/>بها امرأتين وهي من أحسن الجزائر خضرة ونضرة رأيت من عجائبها أن الغصن
<lb/>يقتطع من شجرها ويركز في الأرض أو الحائط فيورق ويصير شجرة ورأيت الرمان
<lb/>بها لا ينقطع له ثمر بطول السنة وخاف أهل هذه الجزيرة من الناخوذة إبراهيم
<lb/>أن ينهبهم عند سفره فأرادوا إمساك ما في مركبه من السلاح حتى Milestone300 يوم سفره
<lb/>فوقعت المشاجرة بسبب ذلك
# وعدنا إلى المهل ولم ندخلها وكتبت إلى الوزير معلما بذلك فكتب أن لا سبيل
<lb/>لأخذ السلاح
# وعدنا إلى ملوك وسافرنا منها في نصف ربيع الثاني عام خمسة وأربعين وفي
<lb/>شعبان من هذه السنة توفي الوزير جمال الدين رحمه الله وكانت السلطانة حاملا
<lb/>منه فولدت أثر وفاته وتزوجها الوزير عبد الله <pb n="V02P674"/> <pb n="V02P675"/> @
<lb/>676 $ 8 جزيرة سيلان
# وسافرنا ولم يكن معنا رائس عارف ومسافة ما بين الجزائر والمعبر ثلاثة
<lb/>أيام فسرنا نحن تسعة أيام وفي التاسع منها خرجنا إلى جزيرة سيلان ورأينا
<lb/>جبل سرنديب فيها ذاهبا في السماء كأنه عمود دخان ولما وصلناها قال البحرية
<lb/>إن هذا المرسى ليس في بلاد السلطان الذي يدخل التجار إلى بلاده آمنين إنما
<lb/>هذا مرسى في بلاد السلطان ايري شكروتي وهو من العتاة المفسدين وله مراكب
<lb/>تقطع في البحر فخفنا أن ننزل بمرساه ثم اشتدت الريح فخفنا الغرق فقلت
<lb/>للناخوذة نزلني إلى الساحل وأنا آخذ لك الأمان من هذا السلطان ففعل ذلك
<lb/>وأنزلني بالساحل فأتانا الكفار فقالوا ما أنتم فأخبرتهم أني سلف سلطان
<lb/>المعبر وصاحبه جئت لزيارته وأن الذي في المركب هدية له فذهبوا إلى سلطانهم
<lb/>فأعلموه بذلك فاستدعاني
# فذهبت له إلى مدينة بطالة وهي حضرته مدينة صغيرة حسنة عليها سور خشب
<lb/>وأبراج خشب وجميع سواحلها مملوءة بأعواد القرفة تأتي بها السيول فتجتمع
<lb/>بالساحل كأنها الروابي ويحملها أهل المعبر والمليبار دون ثمن إلا أنهم
<lb/>يهدون للسلطان في مقابلة ذلك الثوب ونحوه وبين بلاد المعبر وهذه الجزيرة
<lb/>مسيرة يوم وليلة وبها أيضا من خشب البقم كثير ومن العود <pb n="V02P676"/> الهندي
<lb/>المعروف بالكلخي إلا أنه ليس كالقمارى والقاقلي وسنذكره واسم ( سلطان سيلان
<lb/>) أيري شكروتي وهو سلطان قوي في البحر رأيت مرة وأنا بالمعبر مائة مركب من
<lb/>مراكبه بين صغار وكبار وصلت إلى هنالك وكانت بالمرسى ثمانية مراكب للسلطان
<lb/>برسم السفر إلى اليمن فأمر السلطان بالاستعداد وحشد الناس لحماية أجفانه
<lb/>فلما يئسوا من انتهاز الفرصة فيها قالو إنما جئنا في حماية مراكب لنا تسير
<lb/>أيضا إلى اليمن Milestone300
# ولما دخلت على هذا السلطان الكافر قام إلي وأجلسني في جانبه وكلمني بأحسن
<lb/>كلام وقال ينزل أصحابك على الأمان ويكونون في ضيافتي إلى أن يسافروا فإن
<lb/>سلطان المعبر بيني وبينه الصحبة ثم أمر بإنزالي فأقمت عنده ثلاثة ايام في
<lb/>إكرام عظيم متزايد في كل يوم وكان يفهم اللسان الفارسي ويعجبه ما أحدثه به
<lb/>عن الملوك والبلاد ودخلت عليه يوما وعنده جواهر كثيرة أتي بها من مغاص
<lb/>الجوهر الذي ببلاده وأصحابه يميزون النفيس منها من غيره فقال لي هل رأيت
<lb/>مغاص الجوهر في البلاد التي جئت منها فقلت له نعم رأيته بجزيرة قيس وجزيرة
<lb/>كش التي لابن السواملي فقال سمعت بها ثم أخذ حبات منه فقال أيكون في تلك
<lb/>الجزيرة مثل هذه فقلت له رأيت ما هو دونها فأعجبه ذلك وقال هي لك وقال لي
<lb/>لا تستحي واطلب مني ما شئت فقلت له ليس مرادي منذ وصلت هذه الجزيرة إلا
<lb/>زيارة القدم الكريمة قدم آدم عليه السلام وهم يسمونه بابا ويسمون حواء ماما
<lb/>فقال هذا هين نبعث معك من يوصلك فقلت ذلك أريد ثم قلت له وهذا المركب الذي
<lb/>جئت فيه يسافر آمنا إلى المعبر وإذا عدت أنا بعثتني في مراكبك فقال نعم
<lb/>فلما ذكرت ذلك لصاحب المركب قال لي لا أسافر حتى تعود ولو أقمت سنة بسببك
<lb/>فأخبرت السلطان بذلك فقال يقيم <pb n="V02P677"/> في ضيافتي حتى تعود فأعطاني
<lb/>دولة يحملها عبيده على أعناقهم وبعث معي أربعة من الجوكية الذين عادتهم
<lb/>السفر كل عام إلى زيارة القدم وثلاثة من البراهمة وعشرة من سائر أصحابه
<lb/>وخمسة عشر رجلا يحملون الزاد وأما الماء فهو بتلك الطريق كثير
# ونزلنا ذلك اليوم على واد جزناه في معدية مصنوعة من قصب الخيزران
# ثم رحلنا من هنالك إلى منار مندلي مدينة حسنة هي آخر عمالة السلطان
<lb/>أضافنا أهلها ضيافة حسنة وضيافتهم عجول الجواميس يصطادونها بغابة هنالك
<lb/>ويأتون بها أحياء ويأتون بالأرز والسمن والحوت والدجاج واللبن ولم نر بهذه
<lb/>المدينة مسلما غير رجل خراساني انقطع بسبب مرضه فسافر معنا Milestone300 ورحلنا إلى بندر
<lb/>سلاوات بلدة صغيرة
# وسافرنا في أوعار كثيرة المياه بها الفيلة الكثيرة إلا أنها لا تؤذي
<lb/>الزوار والغرباء وذلك ببركة الشيخ أبي عبد اله بن خفيف رحمه الله وهو أول
<lb/>من فتح هذا الطريق إلى زيارة القدم وكان هؤلاء الكفار يمنعون المسلمين من
<lb/>ذلك ويؤذونهم ولا يؤاكلونهم ولا يبايعونهم فلما اتفق للشيخ أبي عبد الله ما
<lb/>ذكرناه في السفر الأول من قتل الفيلة لأصحابه وسلامته من بينهم وحمل الفيل
<lb/>له على ظهره صار الكفار من ذلك العهد يعظمون المسلمين ويدخلونهم دورهم
<lb/>ويطعمون معهم ويطمئنون لهم بأهلهم وأولادهم وهم إلى الآن يعظمون الشيخ
<lb/>المذكور أشد تعظيم ويسمونه الشيخ الكبير
# ثم وصلنا بعد ذلك إلى مدينة كنكار وهي حضرة السلطان الكبير بتلك البلاد
<lb/>وبناؤها في خندق بين جبلين على خور كبير يسمى خور الياقوت <pb n="V02P678"/> لأن
<lb/>الياقوت يوجد به وبخارج هذه المدينة مسجد الشيخ عثمان الشيرازي المعروف
<lb/>بشاوش وسلطان هذه المدينة وأهلها يزورونه ويعظمونه وهو كان الدليل إلى
<lb/>القدم فلما قطعت يده ورجله صار الادلاء أولاده وغلمانه وسبب قطعه أنه ذبح
<lb/>بقرة وحكم كفار الهنود أنه من ذبح بقرة ذبح كمثلها أو جعل في جلدها وحرق
<lb/>وكان الشيخ عثمان معظما عندهم فقطعوا يده ورجله وأعطوه مجبى بعض الأسواق و
<lb/>( سلطانها ) هو يعرف بالكنار وعنده الفيل الأبيض ولم أر في الدنيا فيلا
<lb/>أبيض سواه يركبه في الأعياد ويجعل على جبهته أحجار الياقوت العظيمة واتفق
<lb/>له أن قام عليه أهل دولته وكحلوا عينيه وولوا ولده وهو هنالك أعمى والياقوت
<lb/>العجيب البهرمان إنما يكون بهذه البلدة فمنه ما يخرج من الخور وهو عزيز
<lb/>عندهم ومنه ما يحفر عنه
# وجزيرة سيلان يوجد الياقوت في جميع مواضعها وهي متملكة فيشتري الإنسان
<lb/>القطعة منها ويحفر عن الياقوت فيجد أحجارا مشعبة وهي التي يتكون الياقوت في
<lb/>أجوافها فيعطيها الحكاكين فيحكونها حتى تنفلق عن أحجار الياقوت فمنه الأحمر
<lb/>ومنه الأصفر ومنه الأزرق ويسمونه النيلم وعادتهم أن ما بلغ ثمنه من أحجار
<lb/>الياقوت إلى مائة فنم فهو للسلطان يعطي ثمنه Milestone300 ويأخذه وما نقص عن تلك القيمة
<lb/>فهو لأصحابه وصرف مائة فنم ستة دنانير من الذهب وجميع النساء بجزيرة سيلان
<lb/>لهن القلائد من الياقوت الملون ويجعلنه في أيديهن وأرجلهن عوضا من الاسورة
<lb/>والخلاخيل وجواري السلطان يصنعن منه شبكة يجعلنا على رؤوسهن ولقد رأيت على
<lb/>جبهة الفيل الأبيض سبعة أحجار منه كل حجر أعظم من بيضة الدجاج ورأيت عند
<lb/>السلطان إيري شكروتي سكرجة على مقدار الكف من الياقوت فيها دهن العود فجعلت
<lb/>أعجب منها فقال إن عندنا ما هو أضخم من ذلك <pb n="V02P679"/>
# ثم سافرنا من كنكار فنزلنا بمغارة تعرف باسم أسطا محمود اللوري وكان من
<lb/>الصالحين واحتفر تلك المغارة في سفح جبل عند خور صغير هنالك
# ثم رحلنا عنها ونزلنا بالخور المعروف بخور بوزنة وبوزنة هي القرود
<lb/>والقرود بتلك الجبال كثيرة جدا وهي سود الألوان لها أذناب طوال ولذكورها
<lb/>لحى كما هي للآدميين وأخبرني الشيخ عثمان وولده وسواهما أن هذه القرود لها
<lb/>مقدم تتبعه كأنه سلطان يشد على رأسه عصابة من أوراق أشجار ويتوكأ على عصا
<lb/>ويكون عن يمينه ويساره أربعة من القرود لها عصي بأيديها وأنه إذا جلس القرد
<lb/>المقدم تقف القرود الأربعة على رأسه وتأتي أنثاه وأولاده فتقعد بين يديه كل
<lb/>يوم وتأتي القرود فتقعد على بعد منه ثم يكلمها أحد القلرود الأربعة فتنصرف
<lb/>القرود كلها ثم يأتي كل قرد منها بموزة أو ليمونه أو شبه ذلك فيأكل القرد
<lb/>المقدم وأولاده والقرود الأربعة وأخبرني بعض الجوكية أنه رأى القرود
<lb/>الأربعة بين يدي مقدمها وهي تضرب بعض القرود بالعصي ثم نتفت وبره بعد ضربه
<lb/>وذكر لي الثقات أنه إذا ظفر قرد من هذه القرود بصبية لا تستطيع الدفاع عن
<lb/>نفسها جامعها وأخبرني بعض أهل هذه الجزيرة أنه كان بداره قرد منها فدخلت
<lb/>بنت له بعض البيوت فدخل عليها فصاحت به فغلبها قال ودخلنا عليها وهو بين
<lb/>رجليها فقتلناه
# ثم كان رحيلنا إلى خور الخيزران ومن هذا الخور أخرج أبو عبد الله بن خفيف
<lb/>الياقوتتين اللتين أعطاهما لسلطان هذه الجزيرة حسبما ذكرناه Milestone300 في السفر الأول
# ثم رحلنا إلى موضع يعرف ببيت العجوز وهو آخر العمارة
# ثم رحلنا إلى مغارة بابا طاهر وكان من الصالحين
# ثم رحلنا إلى مغارة السبيك وكان السبيك من سلاطين الكفار وانقطع
<lb/><pb n="V02P680"/> للعبادة هنالك وبهذا الموضع رأينا العلق الطيار ويسمونه الزلو
<lb/>ويكون بالأشجار والحشائش التي تقرب من الماء فإذا قرب الإنسان منه وثب عليه
<lb/>فحينما وقع من جسده خرج منه الدم الكثير والناس يستعدون له الليمون يعصونه
<lb/>عليه فيسقط عنهم ويجردون الموضع الذي يقع عليه بسكين خشب معد لذلك ويذكر أن
<lb/>بعض الزوار مر بذلك الموضع فتعلقت به العلق فأظهر الجلد ولم يعصر عليها
<lb/>الليمون فنزف دمه ومات وكان اسمه بابا خوزي وهنالك مغارة تنسب إليه
# ثم رحلنا إلى السبع مغارات ثم إلى عقبة اسكندر وثم مغارة الاصفهاني وعين
<lb/>ماء وقلعة غير عامرة تحتها خور يعرف بغوطة كاه عارفان وهنالك مغارة النارنج
<lb/>ومغارة السلطان وعندها دروازة الجبل أي بابه وهو من أعلى جبال الدنيا
<lb/>رأيناه من البحر وبيننا وبينه مسيرة تسع ولما صعدناه كنا نرى السحاب أسفل
<lb/>منا قد حال بيننا وبين رؤية أسفله وفيه كثير من الأشجار التي لا يسقط لها
<lb/>ورق والأزاهير الملونة والورد الأحمر على قدر الكف ويزعمون أن في ذلك الورد
<lb/>كتابة يقرأ منها اسم الله تعالى واسم رسوله عليه الصلاة والسلام وفي الجبل
<lb/>طريقان إلى القدم أحدهما يعرف بطريق بابا والآخر بطريق ماما يعنون آدم
<lb/>وحواء عليهما السلام فأما طريق ماما فطريق سهل عليه يرجع الزوار إذا رجعوا
<lb/>ومن مضى عليه فهو عندهم كمن لم يزر وأما طريق بابا فصعب وعر المرتقى وفي
<lb/>أسفل الجبل حيث دروازته مغارة تنسب أيضا للاسكندر وعين ماء ونحت الأولون في
<lb/>الجبل شبه درج يصعد عليها وغرزوا فيها أوتاد الحديد وعلقوا منها السلاسل
<lb/>ليتمسك بها من <pb n="V02P681"/> يصعده وهي عشر سلاسل ثنتان في أسفل الجبل إلى
<lb/>حيث الدروازة وسبع متوالية بعدها والعاشرة هي سلسلة الشهادة لأن الإنسان
<lb/>إذا وصل إليها ونظر إلى أسفل الجبل أدركه الوهم فيتشهد خوف السقوط ثم Milestone300 إذا
<lb/>جاوزت هذه السلسلة وجدت طريقا مهملا ومن السلسلة العاشرة إلى مغارة الخضر
<lb/>سبعة أميال وهي في موضع فسيح عندها عين ماء تنسب إليه أيضا ملأى بالحوت ولا
<lb/>يصطاده أحد وبالقرب منها حوضان منحوتان في الحجارة عن جنبتي الطريق وبمغارة
<lb/>الخضر يترك الزوار ما عندهم ويصعدون منها ميلين إلى أعلى الجبل حيث القدم
<lb/>وأثر القدم الكريمة قدم أبينا آدم صلى الله عليه وسلم في صخرة سوداء مرتفعة
<lb/>بموضع فسيح وقد غاصت القدم الكريمة في الصخرة حتى عاد موضعا منخفضا وطولها
<lb/>أحد عشر شبرا وأتى إليها أهل الصين قديما فقطعوا من الصخرة موضع الابهام
<lb/>وما يليه وجعلوه في كنيسة بمدينة الزيتون يقصدونها من أقصى البلاد وفي
<lb/>الصخرة حيث القدم تسع حفر منحوتة يجعل الزوار من الكفار فيها الذهب
<lb/>واليواقيت والجواهر فترى الفقراء إذا وصلوا مغارة الخضر يتسابقون منها لأخذ
<lb/>ما بالحفر ولم نجد نحن بها إلا يسير حجيرات وذهب أعطيناها الدليل والعادة
<lb/>أن يقيم الزوار بمغارة الخضر ثلاثة أيام يأتون فيها إلى القدم غدوة وعشيا
<lb/>وكذلك فعلنا
# ولما تمت الأيام الثلاثة عدنا على طريق ماما بمغارة شيم وهو شيث بن آدم
<lb/>عليهما السلام ثم إلى خور السمك ثم إلى قرية كرملة ثم إلى قرية جبر كاوان
<lb/>ثم إلى قرية دل دينوة ثم إلى قرية آت قلنجة وهنالك كان يشتي الشيخ أبو عبد
<lb/>الله بن خفيف وكل هذه القرى والمنازل هي بالجبل وعند أصل الجبل في هذا
<lb/>الطريق درخت روان وهي شجرة عادية لايسقط <pb n="V02P682"/> لها ورق ولم أر من رأى
<lb/>ورقها ويعرفونها أيضا بالماشية لأن الناظر إليها من أعلى الجبل يراها بعيدة
<lb/>منه قريبة من أسفل الجبل والناظر إليها من أسفل الجبل يراها بعكس ذلك ورأيت
<lb/>هنالك جملة من الجوكيين ملازمين أسفل الجبل ينتظرون سقوط ورقها وهي بحيث لا
<lb/>يمكن التوصل إليها البتة ولهم أكاذيب في شأنها من جملتها أن من أكل من
<lb/>أوراقها عاد له الشباب إن كان شيخا وذلك باطل وتحت هذا الجبل الخور العظيم
<lb/>الذي يخرج منه الياقوت وماؤه Milestone300 يظهر في رأي العين شديد الزرقة
# ورحلنا من هنالك يومين إلى مدينة دينور مدينة عظيمة على البحر يسكنها
<lb/>التجار وبها الصنم المعروف بدينور في كنيسة عظيمة فيها نحو الألف من
<lb/>البراهمة والجوكية ونحو خمسمائة من النساء بنات الهنود ويغنين كل ليلة عند
<lb/>الصنم ويرقصن والمدينة ومجابيها وقف على الصنم وكل من بالكنيسة ومن يرد
<lb/>عليها يأكلون من ذلك والصنم من ذهب على قدر الآدمي وفي موضع العينين منه
<lb/>ياقوتتان عظيمتان أخبرت أنهما تضيئان بالليل كالقنديلين
# ثم رحلنا إلى مدينة قالي وهي صغيرة على ستة فراسخ من دينور وبها رجل من
<lb/>المسلمين يعرف بالناخوذة إبراهيم أضافنا بموضعه
# ورحلنا إلى مدينة كلنبو وهي من أحسن بلاد سرنديب وأكبرها وبها يسكن
<lb/>الوزير حاكم البحر جالستي ومعه نحو خمسمائة من الحبشة
# ثم رحلنا فوصلنا بعد ثلاثة أيام إلى بطالة وقد تقدم ذكرها ودخلنا إلى
<lb/>سلطانها الذي تقدم ذكره ووجدت الناخوذة إبراهيم في انتظاري الفصل السادس من
<lb/>سيلان إلى الصين <pb n="V02P683"/> <pb n="V02P684"/> <pb n="V02P685"/> <pb n="V02P686"/>
<lb/><pb n="V02P687"/> $ 1 في بلاد المعبر
# فسافرنا بقصد بلاد المعبر وقويت الريح وكاد الماء يدخل في المركب ولم يكن
<lb/>لنا رائس عارف ثم وصلنا إلى حجارة كاد المركب ينكسر فيها ثم دخلنا بحرا
<lb/>قصيرا فتجلس المركب ورأينا الموت عيانا ورمى الناس بما معهم وتوادعوا
<lb/>وقطعنا صاري المركب فرمينا به وصنع البحرية معدية من الخشب وكان بيننا وبين
<lb/>البر فرسخان فأردت أن أنزل في المعدية وكان لي جاريتان وصاحبان من أصحابي
<lb/>فقالا أتنزل وتتركنا فاثرتهما على نفسي وقلت إنزلا أنتما والجارية التي
<lb/>أحبها فقالت الجارية إني أحسن السباحة فأتعلق بحبل المعدية وأعوم معهم فنزل
<lb/>رفيقاي وأحدهما محمد بن فرحان التوزري والآخر رجل مصري والجارية معهم
<lb/>والأخرى تسبح وربط البحرية في المعدية حبالا وسبحوا بها وجعلت معهم ما عز
<lb/>علي من المتاع والجواهر والعنبر فوصلوا إلى البر سالمين لأن الريح كانت
<lb/>تساعدهم وأقمت بالمركب ونزل صاحبه إلى البر على الدفة وشرع البحرية في عمل
<lb/>اربع من المعادي فجاء الليل قبل تمامها ودخل معنا الماء فصعدت إلى المؤخر
<lb/>وأقمت به حتى Milestone300 الصباح
# وحينئذ جاء إلينا نفر من الكفار في قارب لهم ونزلنا معهم إلى الساحل
<lb/>ببلاد المعبر فأعلمناهم أنا من أصحاب سلطانهم وهم تحت ذمته فكتبوا إليه
<lb/>بذلك وهو على مسيرة يومين في الغزو وكتبت أنا إليه أعلمه بما اتفق
<lb/><pb n="V02P688"/> علي وأدخلنا أولئك الكفار إلى غيضة عظيمة فأتوا بفاكهة تشبه
<lb/>البطيخ يثمرها شجرة المقل وفي داخلها شبه قطن فيه عسلية يستخرجونها ويصنعون
<lb/>منها حلواء يسمونها التل وهي تشبه السكر وأتو بسمك طيب واقمنا ثلاثة ايام
<lb/>ثم وصل من جهة السلطان أمير يعرف بقمر الدين معه جماعة فرسان ورجال وجاؤا
<lb/>بالدولة وبعشرة أفراس فركبت وركب أصحابي وصاحب المركب وإحدى الجاريتين
<lb/>وحملت الأخرى في الدولة
# ووصلنا إلى حصن هركاتو وبتنا به وتركت فيه الجواري وبعض الغلمان والأصحاب
# ووصلنا في اليوم الثاني إلى محلة السلطان وهو غياث الدين الدامغاني وكان
<lb/>أول أمره فارسا من فرسان الملك مجير بن أبي الرجا أحد خدام السلطان محمد ثم
<lb/>خدم الأمير حاجي بن السيد السلطان جلال الدين ثم ولي الملك وكان يدعى سراج
<lb/>الدين قبله فلما ولي تسمى غياث الدين وكانت بلاد المعبر تحت حكم السلطان
<lb/>محمد ملك دهلي ثم ثار بها صهري الشريف جلال الدين أحسن شاه وملك بها خمسة
<lb/>أعوام ثم قتل وولي أحد أمرائه وهو علاء الدين أديجي فملك سنة ثم خرج إلى
<lb/>غزو الكفار فأخذ لهم أموالا كثيرة وغنائم واسعة وعاد إلى بلاده وغزاهم في
<lb/>السنة الثانية فهزمهم وقتل منهم مقتلة عظيمة واتفق يوم قتله لهم أن رفع
<lb/>المغفر عن رأسه ليشرب فأصابه سهم غرب فمات من حينه فولوا صهره قطب الدين ثم
<lb/>لم يحمدوا سيرته فقتلوه بعد أريعين يوما وولي بعده السلطان غياث الدين
<lb/>وتزوج بنت السلطان الشريف جلال الدين التي كنت متزوجا أختها بدهلي
# ولما وصلنا إلى قرب من منزل ( السلطان غياث الدين ) بعث بعض الحجاب
<lb/>لتلقينا وكان قاعداص في برج خشب وعادتهم بالهند كلها أن لا يدخل أحد على
<lb/>السلطان دون خف ولم يكن عندي خف فأعطاني بعض الكفار خفا <pb n="V02P689"/> وكان Milestone300
<lb/>هنالك من المسلمين جماعة فعجبت من كون الكفار كان أتم مروءة منهم ودخلت على
<lb/>السلطان فأمرني بالجلوس ودعا القاضي الحاج صدر الزمان بهاء الدين وأنزلني
<lb/>في جواره في ثلاثة من الأخبية وهم يسمونها الخيام وبعث بالفرش وبطعامهم وهو
<lb/>الأرز واللحم وعادتهم هنالك أن يسقوا اللبن الرائب على الطعام كما يفعل
<lb/>ببلادنا ثم اجتمعت به بعد ذلك والقيت له أمر جزائر ذيبة المهل وأن يبعث
<lb/>الجيش إليها فأخذ في ذلك بالعزم وعين المراكب لذلك وعين الهدية لسلطانتها
<lb/>والخلع للوزراء والأمراء والعطايا لهم وفوض إلي في عقد نكاحه مع أخت
<lb/>السلطانة وأمر بوثق ثلاثة مراكب بالصدقة لفقراء الجزائر وقال لي يكون رجوعك
<lb/>بعد خمسة أيام فقال له قائد البحر خواجة سرلك لا يمكن السفر إلى الجزائر
<lb/>إلا بعد ثلاثة أشهر من الآن فقال لي السلطان أما إذا كان الأمر هكذا فامض
<lb/>إلى فتن حتى تقضي هذه الحركة وتعود إلى حضرتنا مترة ومنها تكون الحركة
<lb/>فأقمت معه بخلال ما بعثت عن الجواري والأصحاب
# وكانت الأرض التي نسلكها غيضة واحدة من الأشجار والقصب بحيث لا يسلكها
<lb/>أحد فأمر السلطان أن يكون لكل واحد ممن في الجيش من كبير وصغير قادوم لقطع
<lb/>ذلك فإذا نزلت المحلة ركب إلى الغابة والناس معه فقطعوا تلك الأشجار من
<lb/>غدوة النهار إلى الزوال ثم يؤتى بالطعام فيأكل جميع الناس طائفة بعد أخرى
<lb/>ثم يعودون إلى قطع الأشجار إلى العشي وكل من وجدوه من الكفار في الغيضة
<lb/>أسروه وصنعوا خشبة محددة الطرفين فجعلوها على كتفيه يحملها ومعه امرأته
<lb/>وأولاده ويؤتى بهم إلى المحلة وعادتهم أن يصنعوا على المحلة سورا من خشب
<lb/>يكون له أربعة ابواب ويسمونه الكتكر ويصنعون على دار السلطان كتكرا ثانيا
<lb/>ويصنعون خارج الكتكر الأكبر مصاطب ارتفاعها نحو نصف قامة ويوقدون عليها
<lb/>النار بالليل ويبيت عندها <pb n="V02P690"/> العبيد والمشاؤن ومع كل واحد منهم
<lb/>حزمة من رقيق القصب فإذا أتى أحد من الكفار ليضربوا على المحلة ليلا أوقد
<lb/>كل واحد منهم الحزمة التي بيده فعاد الليل شبه النهار لكثرة الضياء Milestone300 وخرجت
<lb/>الفرسان في اتباع الكفار فإذا كان عند الصباح قسم الكفار المأسورون بالأمس
<lb/>أربعة أقسام واتي إلى كل باب من أبواب الكتكر بقسم منهم فركزت الخشب التي
<lb/>كانوا يحملونها بالأمس عنده ثم ركزوا فيها حتى تنفذهم ثم تذبح نساؤهم
<lb/>ويربطن بشعورهن إلى تلك الخشبات ويذبح الأولاد الصغار في حجورهن ويتركون
<lb/>هنالك وتنزل المحلة ويشتغلون بقطع غيضة أخرى ويصنعون بمن أسروه كذلك وذلك
<lb/>أمر شنيع ما علمته لأحد من الملوك وبسببه عجل الله حينه
# ولقد رأيته يوما والقاضي عن يمينه وأنا عن شماله وهو يأكل معنا وقد أتي
<lb/>بكافر معه امرأته وولده سنه سبع فأشار إلى السيافين بيده أن يقطعوا رأسه ثم
<lb/>قال له وزن أو بسر أو معناه وابنه وزوجته فقطعت رقابهم وصرفت بصري عنهم
<lb/>فلما قمت وجدت رؤسهم مطروحة بالأرض وحضرت عنده يوما وقد أتي برجل من الكفار
<lb/>فتكلم بما لم أفهمه فإذا بجماعة من الزبانية قد استلوا سكاكينهم فبادرت
<lb/>القيام فقال لي إلى أين فقلت أصلي العصر ففهم عني وضحك وأمر بقطع يديه
<lb/>ورجله فلما عدت وجدته متشحطا في دمائه
# وكان فيما يجاور بلاده سلطان كافر يسمى بلال ديو وهو من كبار سلاطين
<lb/>الكفار يزيد عسكره على مائة ألف ومعه نحو عشرين ألفا من المسلمين أهل
<lb/>الدعارة وذوي الجنايات والعبيد الفارين فطمع في الاستيلاء على بلاد المعبر
<lb/>وكان عسكر المسلمين بها ستة آلاف منهم النصف من الجياد والنصف الثاني لا
<lb/>خير فيهم ولا غناء عندهم فلقوه بظاهر مدينة كبان فهزمهم ورجعوا إلى حضرة
<lb/>مترة ونزل الكافر على كبان وهي من أكبر مدنهم وأحصنها <pb n="V02P691"/> وحاصرها
<lb/>عشرة أشهر ولم يبق لهم من الطعام إلا قوت أربعة عشر يوما فبعث لهم الكافر
<lb/>أن يخرجوا على الأمان ويتركوا له البلد فقالوا له لا بد من مطالعة سلطاننا
<lb/>بذلك فوعدهم إلى تمام أربعة عشر يوما وكتبوا إلى السلطان غياث الدين بأمرهم
<lb/>فقرأ كتابهم على الناس يوم الجمعة فبكوا وقالوا نبيع أنفسنا من الله فإن
<lb/>الكافر إن أخذ تلك المدينة انتقل إلى حصارنا فالموت Milestone300 تحت السيوف أولى بنا
<lb/>فتعاهدوا على الموت وخرجوا من الغد ونزعوا العمائم عن رؤوسهم وجعلوها في
<lb/>أعناق الخيل وهي علاقة من يريد الموت وجعلوا ذوي النجدة والأبطال منهم في
<lb/>المقدمة وكانوا ثلاثمائة وجعلوا على الميمنة سيف الدين بهادور وكان فقيها
<lb/>ورعا شجاعا وعلى الميسرة الملك محمد السلحدار وركب السلطان في القلب ومعه
<lb/>ثلاث آلاف وجعل الثلاثة آلاف الباقين ساقة لهم وعليهم أسد الدين كيخسرو
<lb/>الفارسي وقصدوا محلة الكافر عند القائلة وأهلها على غرة وخيلهم في المرعى
<lb/>فأغاروا عليها وظن الكفار أنهم سراق فخرجوا إليهم على غير تعبية وقاتلوهم
<lb/>فوصل السلطان غياث الدين فانهزم الكفار شر هزسمة وأراد سلطانهم أن يركب
<lb/>وكان ابن ثمانين فأدركه ناصر الدين بن أخي السلطان الذي ولي الملك بعده
<lb/>فأراد قتله ولم يعرفه فقال له أحد غلمانه هو السلطان فأسره وحمله إلى عمه
<lb/>فأكرمه في الظاهر حتى جبى منه الأموال والفيلة والخيل وكان يعده السراح
<lb/>فلما استصفى ما عنده ذبحه وسلخه وملئ جلده بالتبن فعلق على سور مترة ورأيته
<lb/>بها معلقا
# ولنعد إلى كلامنا فنقول ورحلت عن المحلة فوصلت إلى مدينة فتن وهي كبيرة
<lb/>حسنة على الساحل ومرساها عجيب قد صنعت فيه قبة من الخشب كبيرة قائمة على
<lb/>الخشب الضخام يصعد إليها على طريق خشب <pb n="V02P692"/> مسقف فإذا جاء العدو
<lb/>ضموا إليها الأجفان التي تكون بالمرسى وصعدها الرجال والرماة فلا يصيب
<lb/>العدو فرصة وبهذه المدينة مسجد حسن مبني بالحجارة وبها العنب الكثير
<lb/>والرمان الطيب ولقيت بها الشيخ الصالح محمد النيسابوي أحد الفقراء المولهين
<lb/>الذين يسدلون أكتافهم ومعه سبع رباه يأكل مع الفقراء ويقعد معهم وكان معه
<lb/>نحو ثلاثين فقيرا لأحدهم غزالة تكون مع الأسد في موضع واحد فلا يعرض لها
<lb/>واقمت بمدينة فتن وكان السلطان غياث الدين قد صنع له أحد الجوكية حبوبا
<lb/>للقوة على الجماع وذكروا أن من جملة أخلاطها برادة الحديد فأكل منها فوق
<lb/>الحاجة فمرض ووصل إلى فتن فخرجت إلى لقائه وأهديت له هدية فلما استقر بها
<lb/>بعث عن قائد البحر خواجة سرور فقال Milestone300 له لا تشتغل بسوى المراكب المعينة للسفر
<lb/>إلى الجزائر وأراد أن يعطيني قيمة الهدية فأبيت ثم ندمت لأنه مات فلم أخذ
<lb/>شيئا وأقام بفتن نصف شهر ثم رجل إلى حضرته وأقمت أنا بعده نصف شهر
# ثم رحلت إلى حضرته وهي مدينة مترة مدينة كيرة متسعة الشوارع وأول من
<lb/>اتخذها حضرة صهري السلطان الشريف جلال الدين أحسن شاه وجعلها شبيهة بدهلي
<lb/>وأحسن بناءها ولما قدمتها ووجدت بها وباء يموت منه الناس موتا ريعا فمن مرض
<lb/>مات من ثاني يوم مرضه أو ثالثه وإن أبطأ موته فإلى الرابع فكنت إذا خرجت لا
<lb/>أرى إلا مريضا أو ميتا واشتريت بها جارية على أنها صحيحة فماتت في يوم آخر
<lb/>ولقد جاءت إلي في بعض الأيام امرأة كان زوجها من وزراء السلطان أحسن شاه
<lb/>ومعها ابن لها سنه ثمانية أعوام نبيل كيس فطن فشكت ضعف حالها فأعطيتهما
<lb/>نفقة هما صحيحان سويان فلما كان من الغد جاءت تطلب لولدها المذكور كفنا
<lb/>وإذا به قد توفي من حينه وكنت أرى بمشور السلطان حين مات المئين من الخدم
<lb/>اللاتي أتي بهم لدق الأرز المعمول منه الطعام لغير السلطان وهن مريضات
<lb/><pb n="V02P693"/> قد طرحن أنفسهن في الشمس ولما دخل السلطان مترة وجد أمه
<lb/>وامرأته وولده مرضى فأقام بالمدينة ثلاثة أيام ثم خرج إلى نهر على فرسخ
<lb/>منها كانت عليه كنيسة الكفار وخرجت إليه في يوم خميس فأمر بإنزالي إلى جانب
<lb/>القاضي
# فلما ضربت لي الأخبية رأيت الناس يسرعون ويموج بعضهم في بعض فمن قائل أن
<lb/>السلطان مات ومن قائل أن ولده هو الميت ثم تحققنا ذلك فكان الولد هو الميت
<lb/>ولم يكن له سواه فكان موته مما زاد في مرضه وفي الخميس بعده توفيت أم
<lb/>السلطان وفي الخميس الثالث توفي السلطان غياث الدين وشعرت بذلك فبادرت
<lb/>الدخول إلى المدينة خوف الفتنة ولقيت ناصر الدين ابن أخيه الوالي بعده
<lb/>خارجا إلى المحلة قد وجه عنه إذ ليس للسلطان ولد فطلبني بالرجوع معه فأبيت
<lb/>وأثر ذلك في قلبه وكان ناصر الدين هذا Milestone300 خديما بدهلي قبل أن يملك عمه فلما
<lb/>ملك عمه هرب في زي الفقراء إليه فكان من القدر ملكه بعده ولما بويع مدحته
<lb/>الشعراء فأجزل لهم العطاء وأول من قام منشدا القاضي صدر الزمان فأعطاه
<lb/>خمسمائة دينار وخلعه ثم الوزير المسمى بالقاضي فأعطاه ألفي دينار دراهم
<lb/>وأعطاني أنا ثلاثمائة دينار وخلعة وبث الصدقات في الفقراء والمساكين ولما
<lb/>خطب الخطيب أول خطبة خطبها باسمه نثرت عليه الدنانير والدراهم في أطباق
<lb/>الذهب والفضة وعمل عزاء السلطان غياث الدين فكانوا يختمون القرآن على قبره
<lb/>كل يوم ثم يقرأ العشارون ثم يؤتى بالطعام فيأكل الناس ثم يعطون الدراهم كل
<lb/>إنسان على قدره وأقاموا على ذلك أربعين يوما ثم يفعلون ذلك في مثل يوم
<lb/>وفاته من كل سنة
# وأول ما بدأ به السلطان ناصر الدين أن عزل وزير عمه وطلبه بالأموال وولي
<lb/>الوزارة الملك بدر الدين الذي بعثه عمه إلي وأنا بفتن ليتلقاني فتوفي سريعا
<lb/>فولي الوزارة خواجه سرور قائد البحر وأمر أن يخاطب بخواجة جهان <pb n="V02P694"/>
<lb/>كما يخاطب الوزير بدهلي ومن خاطبه بغير ذلك غرم دنانير معلومة ثم أن
<lb/>السلطان ناصر الدين قتل ابن عمته المتزوج بنت السلطان غياث الدين وتزوجها
<lb/>بعده وبلغه أن الملك مسعودا زاره في محبسه قبل موته فقتله أيضا وقتل الملك
<lb/>بهادور وكان من الشجعان الكرماء الفضلاء وأمر لي بجميع ما كان عينه عمه من
<lb/>المراكب برسم الجزائر ثم أصابتني الحمى القاتلة هنالك فظننت أنها القاضية
<lb/>وألهمني الله إلى التمر الهندي وهو هنالك كثير فأخذت نحو رطل منه وجعلته في
<lb/>الماء ثم شربته فاسهلني ثلاثة أيام وعافاني الله من مرضي فكرهت تلك المدينة
<lb/>وطلبت الإذن في السفر فقال لي السلطان كيف تسافر ولم يبق لايام السفر إلى
<lb/>الجزائر غير شهر واحد أقم حتى نعطيك جميع ما أمر لك به خوند عالم فأبيت
<lb/>وكتب لي إلى فتن لأسافر في أي مركب أردت
# وعدت إلى فتن فوجدت ثمانية من المراكب تسافر إلى اليمن فسافرت في أحدها
<lb/>ولقينا اربعة أجفان فقاتلتنا يسيرا ثم انصرفت <pb n="V02P695"/> $ 2 في Milestone300 بلاد
<lb/>بنجالة ( البنغال )
# ووصلنا إلى كولم وكان في بقية مرض فأقمت ثلاثة أشهر ثم ركبت في مركب بقصد
<lb/>السلطان جمال الدين الهنوري
# فخرج علينا الكفار بين هنور وفاكنور ولما وصلنا إلى الجزيرة الصغرى بين
<lb/>هنور وفاكنور خرج علينا الكفار في اثنى عشر مركبا حربية وقاتلونا قتالا
<lb/>شديدا وتغلبوا علينا فأخذوا جميع ما عندي مما كنت أدخره للشدائد وأخذوا
<lb/>الجواهر واليواقيت التي أعطانيها ملك سلان وأخذوا ثيابي والزوادات التي
<lb/>كانت عندي مما أعطانيه الصالحون والأولياء ولم يتركوا لي ساترا خلا
<lb/>السراويل وأخذوا ما كان لجميع الناس وأنزلونا بالساحل
# فرجعت إلى قالقوط فدخلت بعض المساجد فبعث إلي أحد الفقهاء بثوب وبعث
<lb/>القاضي بعمامة وبعث بعض التجار بثوب آخر وتعرفت هنالك بتزوج الوزير عبد
<lb/>الله بالسلطانة خديجة بعد موت الوزير جمال الدين وبأن زوجتي التي تركتها
<lb/>حاملا ولدت ولدا ذكرا فخطر لي السفر إلى الجزائر وتذكرت العداوة التي بيني
<lb/>وبين الوزير عبد الله ففتحت المصحف فخرج لي @QB@ تتنزل عليهم الملائكة ألا
<lb/>تخافوا ولا تحزنوا @QE@ فاستخرت الله وسافرت
# فوصلت بعد عشرة أيام إلى جزائر ذيبة المهل ونزلت منها بكنلوس فأكرمني
<lb/>واليها عبد العزيز المقدشاوي وأضافني وجهز لي كندرة <pb n="V02P696"/>
# ووصلت بعد ذلك إلى هللي وهي الجزيرة التي تخرج السلطانة وأخوانها إليها
<lb/>برسم التفرج والسياحة ويسعون ذلك التتجر ويلعبون في المراكب ويبعث لها
<lb/>الوزراء والأمراء بالهدايا والتحف متى كانت بها ووجدت بها أخت السلطانة
<lb/>وزوجها الخطيب محمد بن الوزير جمال الدين وأمها التي كانت زوجتي فجاء
<lb/>الخطيب إلي واتوا بالطعام ومر بعض أهل الجزيرة إلى الوزير عبد الله فأعلموه
<lb/>بقدومي فسأل عن حالي وعمن قدم معي وأخبر أني جئت برسم حمل ولدي وكانت سنة
<lb/>نحو عامين وأتته أمه تشكو من ذلك فقال لها أنا لا أمنعه من حمل ولده
<lb/>وصادرني في دخول الجزيرة وأنزلني بدار تقابل برج قصره ليتطلع على حالي وبعث
<lb/>إلي بكسوة كاملة وبالتنبول وماء الورد على عادتهم وجئت بثوبي حرير للرمي
<lb/>عند السلام فأخذوهما ولم يخرج الوزير إلي ذلك اليوم وأتى إلي بولدي Milestone300 فظهر لي
<lb/>أن إقامته معهم خير له فرددته إليهم وأقمت خمسة ايام وظهر لي أن تعجيل
<lb/>السفر أولى فطلبت الإذن في ذلك فاستدعاني الوزير ودخلت عليه وأتوني
<lb/>بالثوبين اللذين أخذوهما مني فرميتهما عند السلام على العادة وأجلسني إلى
<lb/>جانبه وسألني عن حالي وأكلت معه الطعام وغسلت يدي معه في الطست وذلك شيء لا
<lb/>يفعله مع أحد وأتوا بالتنبول وانصرفت وبعث إلي بأثواب وبساتي من الودع
<lb/>وأحسن أفعاله وأجمل وسافرت
# فأقمنا على ظهر البحر ثلاثا وأربعين ليلة ثم وصلنا إلى بلاد بنجالة وهي
<lb/>بلاد متسعة كثيرة الأرز ولم أر في الدنيا أرخص أسعارا منها لكنها مظلمة
<lb/>وأهل خراسان يسمونها دوز خست بور نعمة معناه جهنم ملأى بالنعم رأيت الأرز
<lb/>يباع في أسواقها خمسة وعشرين رطلا دهلية بدينار فضي والدينار الفضي هو
<lb/>ثمانية دراهم ودرهمهم كالدرهم النقرة <pb n="V02P697"/> سواء والرطل الدهلي عشرون
<lb/>رطلا مغربية وسمعتهم يقولون أن ذلك غلاء عندهم وحدثني محمد المصمودي
<lb/>المغربي وكان من الصالحين وسكن هذا البلد قديما ومات عندي بدهلي أنه كانت
<lb/>له زوجة وخادم فكان يشتري قوت ثلاثتهم في السنة بثمانية دراهم وأنه كان
<lb/>يشتري الأرز في قشره بحساب ثمانين رطلا دهلية بثمانية دراهم فإذا دقه خرج
<lb/>منه خمسون رطلا صافية وهي عشرة قناطير ورايت البقرة تباع بها للحلب بثلاثة
<lb/>دنانير فضة وبقرهم الجواميس ورأيت الدجاج السمان تباع بحساب ثمان بدرهم
<lb/>واحد وفراخ الحمام يباع خمسة عشر منها بدرهم ورأيت الكبش السمين يباع
<lb/>بدرهمين ورطل السكر باربعة دراهم وهو رطل دهلي ورطل الجلاب بثمانية دراهم
<lb/>ورطل السمن باربعة دراهم ورطل السيرج بدرهمين ورأيت ثوب القطن الرقيق الجيد
<lb/>الذي ذرعه ثلاثون ذراعا يباع بدينارين ورأيت الجارية المليحة للفراش تباع
<lb/>بدينار من الذهب واحد وهو ديناران ونصف دينار من الذهب المغربي واشتريت
<lb/>بنحو هذه القيمة جارية تسمى عاشورة وكان لها جمال بارع واشترى بعض أصحابي
<lb/>غلاما صغير السن حسنا اسمه لؤلؤ بدينارين من الذهب
# واول مدينة دخلناها من بلاد بنجالة مدينة سدكاوان وهي مدينة عظيمة على
<lb/>ساحل البحر الأعظم ويجتمع Milestone300 بها نهر الكنك الذي يحج إليه الهنود ونهر الجون
<lb/>ويصبان في البحر ولهم في النهر مراكب كثيرة يقاتلون بها أهل بلاد للكنوتي و
<lb/>( سلطان بنجالة ) هو السلطان فخر الدين الملقب بفخره سلطان فاضل محب في
<lb/>الغرباء وخصوصا الفقراء والمتصوفة وكانت مملكة <pb n="V02P698"/> هذه البلاد
<lb/>للسلطان ناصر الدين بن السلطان غياث الدين بلبن وهو الذي ولي ولده معز
<lb/>الدين الملك بدهلي فتوجه لقتاله والتقيا بالنهر وسمي لقاؤهما لقاء السعدين
<lb/>وقد ذكرنا ذلك وأنه ترك الملك لولده وعاد إلى بنجالة فأقام بها إلى أن توفي
<lb/>وولي ابنه شمس الدين إلى أن توفي فولي ابنه شهاب الدين إلى أن غلب عليه
<lb/>أخوه غياث الدين بهادور بور فاستنصر شهاب الدين بالسلطان غياث الدين تغلق
<lb/>فنصره وأخذ بهادور بور أسيرا ثم أطلقه ابنه محمد لما ملك على أن يقاسمه
<lb/>ملكه فنكث عليه فقاتله حتى قتله وولي على هذه البلاد صهرا له فقتله العسكر
<lb/>وساتولى على ملكها علي شاه وهو إذ ذاك ببلاد اللكنوتي فلما رأى فخر الدين
<lb/>أن الملك قد خرج عن أولاد السلطان ناصر الدين وهو مولى لهم خالف بسد كاوان
<lb/>وبلاد بنجالة واستقل بالملك واشتدت الفتنة بينه وبين علي شاه فإذا كانت
<lb/>أيام الشتاء والوحل أغار فخر الدين على بلاد اللكنوتي في البحر لقوته فيه
<lb/>وإذا عادت الأيام التي لا مطر فيها أغار علي شاه على بنجالة في البر لقوته
<lb/>فيه وانتهى حب الفقراء بالسلطان فخر الدين إلى أن جعل أحدهم نائبا عنه في
<lb/>الملك بسد كاوان وكان يسمى شيدا وخرج إلى قتال عدو له فخالف عليه شيدا
<lb/>وأراد الاستبدد بالملك وقتل ولدا للسلطان فخر الدين لم يكن له ولد غيره
<lb/>فعلم بذلك فكر عائدا إلى حضرته ففر شيدا ومن اتبعه إلى مدينة سنركاوان وهي
<lb/>منيعة فبعث السلطان بالعساكر إلى حصاره فخاف أهلها على أنفسهم فقبضا على
<lb/>شيدا وبعثوه إلى عسكر السلطان فكتبوا إليه بأمره فأمرهم أن يبعثوا له رأسه
<lb/>فبعثوه وقتل بسببه جماعة كبيرة من الفقراء ولما دخلت سدكاوان لم أر سلطانها
<lb/>ولا Milestone300 لقيته لأنه مخالف على ملك الهند فخفت عاقبة ذلك
# وسافرت من سدكاوان بقصد جبال كامروا وبينها وبين سدكاوان <pb n="V02P699"/>
<lb/>مسيرة شهر وهي جبال متسعة متصلة بالصين وتتصل أيضا ببلاد الثبت حيث غزلان
<lb/>المسك وأهل هذا الجبل يشبهون الترك ولهم قوة على الخدمة والغلام منهم يساوي
<lb/>أضعاف ما يساويه الغلام من غيرهم وهم مشهورون بمعاناة السحر والإشتغال به
# وكان قصدي بالمسير إلى هذه الجبال لقاء ولي من الأولياء بها وهو الشيخ
<lb/>جلال الدين التبريزي وهذا الشيخ من كبار الأولياء وأفراد الرجال له
<lb/>الكرامات الشهيرة والمآثر العظيمة وهو من المعمرين أخبرني رحمه الله أنه
<lb/>أدرك الخليفة المستعصم بالله العباسي ببغداد وكان بها حين قتله وأخبرني
<lb/>أصحابه بعد هذه المدة أنه مات وهو ابن مائة وخمسين وأنه كان له نحو أربعين
<lb/>سنة يسرد الصوم ولا يفطر إلا بعد مواصلة عشر وكانت له بقرة يفطر على حليبها
<lb/>ويقوم الليل كله وكان نحيف الجسم طوالا خفيف العارضين وعلى يديه أسلم أهل
<lb/>تلك الجبال ولذلك أقام بينهم أخبرني بعض أصحابه أنه استدعاهم قبل موته بيوم
<lb/>واحد وأوصاهم بتقوى الله وقال لهم إني أسافر عنكم غدا إن شاء الله وخليفتي
<lb/>عليكم الله الذي لا إله إلا هو فلما صلى الظهر من الغد قبضه الله في آخر
<lb/>سجدة منها ووجدوا في جانب الغار الذي كان يسكنه قبرا محفورا عليه الكفن
<lb/>والحنوط فغلسوه وكفنوه وصلوا عليه ودفنوه به رحمه الله تعالى
# ولما قصدت زيارة هذا الشيخ لقيني أربعة من أصحابه على مسيرة يومين من
<lb/>موضع سكناه فأخبروني أن الشيخ قال للفقراء الذين معه قد جاءكم سائح من
<lb/>المغرب فاستقبلوه وأنهم أتوا لذلك بأمرالشيخ ولم يكن عنده <pb n="V02P700"/> علم
<lb/>من أمري وإنما كوشف به وسرت معهم إلى الشيخ فوصلت زاويته خارج الغار ولا
<lb/>عمارة عندها وأهل تلك البلاد من مسلم وكافر يقصدون زيارته ويأتون بالهدايا
<lb/>والتحف فيأكل منها الفقراء والواردون وأما الشيخ فقد اقتصر على بقرة يفطر
<lb/>على حليبها بعد عشر كما قدمناه ولما دخلت عليه قام إلي وعانقني وسألني عن
<lb/>بلادي Milestone300 وأسفاري فأخبرته قال لي أنت مسافر العرب قال له من حضر من أصحابه
<lb/>والعجم يا سيدنا فقال والعجم فأكرموه فاحتملوني إلى الزاوية وأضافوني ثلاثة
<lb/>أيام ولما كان يوم دخولي إلى الشيخ رايت عليه فرجية مرعز فأعجبني وقلت في
<lb/>نفسي ليت الشيخ أعطانيها فلما دخلت عليه للوداع قام إلى جانب الغار وجرد
<lb/>الفرجية وألبسنيها مع طاقية من رأسه ولبس مرقعة فأخبرني الفقراء أن الشيخ
<lb/>لم تكن عادته أن يلبس تلك الفرجية وإنما لبسها عند قدومي وأنه قال لهم هذه
<lb/>الفرجية يطلبها المغربي ويأخذها منه سلطان كافر ويعطيها لأخينا برهان الدين
<lb/>الصاغرجي وهي له وبرسمه كانت فلما أخبرني الفقراء بذلك قلت لهم قد حصلت لي
<lb/>بركة الشيخ بأن كساني لباسه وأنا لا أدخل بهذه الفرجية على سلطان كافر ولا
<lb/>مسلم وانصرفت عن الشيخ فاتفق لي بعد مدة طويلة أني دخلت بلاد الصين وانتهيت
<lb/>إلى مدينة الخنسا فافترق مني أصحابي لكثرة الزحام وكانت الفرجية علي فبينما
<lb/>أنا في بعض الطرق إذا بالوزير في موكب عظيم فوقع بصره علي فاستدعاني وأخذ
<lb/>بيدي وسألني عن مقدمي ولم يفارقني حتى وصلت إلى دار السلطان معه فأردت
<lb/>الانفصال فمنعني وأدخلني على السلطان فسألني عن سلاطين الإسلام فأجبته ونظر
<lb/>إلى الفرجية فاستحسنها فقال لي الوزير جردها فلم يمكنني خلاف ذلك فأخذها
<lb/>وأمر لي بعشر خلع وفرس مجهز ونفقة وتغير خاطري لذلك ثم تذكرت قول الشيخ أنه
<lb/>يأخذها سلطان كافر فطال عجبي من ذلك ولما كان في السنة الأخرى دخلت دار ملك
<lb/>الصين بخان بالق <pb n="V02P701"/> فقصدت زاوية الشيخ برهان الدين الصاغرجي
<lb/>فوجدته يقرأ والفرجية عليه بعينها فعجبت من ذلك وقلبتها بيدي فقال لي لم
<lb/>تقلبها وأنت تعرفها فقلت له نعم هي التي أخذها مني سلطان الخنسا فقال لي
<lb/>هذه الفرجية صنعها أخي جلال الدين برسمي وكتب إلي أن الفرجية تصلك على يد
<lb/>فلان ثم أخرج لي الكتاب فقرأته وعجبت من صدق يقين الشيخ وأعلمته بأول
<lb/>الحكاية فقال لي أخي جلال الدين أكبر من ذلك كله هو يتصرف يالكون وقد Milestone300 انتقل
<lb/>إلى رحمة الله ثم قال لي بلغني أنه كان يصلي الصبح كل يوم بمكة وإنه يحج كل
<lb/>عام لأنه كان يغيب عن الناس يومي عرفة والعيد فلا يعرف أين ذهب
# ولما وادعت الشيخ جلال الدين سافرت إلى مدينة حبنق وهي من أكبر المدن
<lb/>وأحسنها يشقها النهر الذي ينزل من جبال كامرو ويسمى النهر الأزرق ويسافر
<lb/>فيه إلى بنجالة وبلاد اللكنوتي وعليه النواعير والبساتين والقرى يمنة ويسرة
<lb/>كما هي على نيل مصر وأهلها كفار تحت الذمة يؤخذ منهم نصف ما يزدرعون ووظائف
<lb/>سوى ذلك
# وسافرنا في هذا النهر خمسة عشر يوما بين القرى والبساتين فكنا نمشي في
<lb/>سوق من الأسواق وفيه من المراكب مالا يحصى كثره وفي كل مركب منها طبل فإذا
<lb/>التقى المركبان ضرب كل واحد طبله وسلم بعضهم على بعض وأمر السلطان فخر
<lb/>الدين المذكور أن لا يؤخذ بذلك النهر من الفقراء نول وأن يعطي الزاد لمن لا
<lb/>زاد له منهم و إذا وصل الفقير إلى مدينة أعطي نصف دينار <pb n="V02P702"/> وبعد
<lb/>خمسة عشر يوما من سفرنا في النهر كما ذكرناه وصلنا إلى مدينة سنركاوان وهي
<lb/>المدينة التي قبض أهلها على الفقير شيدا عندما لجأ إليها ولما وصلناها
<lb/>وجدنا بها جنكا يريد السفر إلى بلاد الجاوة وبينهما أربعون يوما
<lb/><pb n="V02P703"/> $ من بنجالة إلى جاوة
# فركبنا في ( الجنك ) وصلنا بعد خمسة عشر يوما إلى بلاد البرهنكار الذين
<lb/>أفواههم كأفواه الكلاب وهذه الطائفة من الهمج لا يرجعون إلى دين الهنود ولا
<lb/>إلى غيره وسكناهم في بيوت قصب مسقفة بحشيش الأرض على شاطئ البحر وعندهم من
<lb/>أشجار الموز والفوفل والتنبول كثير ورجالهم على مثل صورتنا إلا أن أفواههم
<lb/>كأفواه الكلاب وأما نساؤهم فلسن كذلك ولهن جمال بارع ورجالهم عرايا لا
<lb/>يستترون إلا أن الواحد منهم يجعل ذكره وأنثييه في جعبه من القصب منقوشة
<lb/>معلقة من بطنه ويستتر نساؤهم بأوراق الشجر ومعهم جماعة من المسلمين من أهل
<lb/>بنجالة والجاوة ساكنون في حارة على حدة خبرونا أنهم يتناكحون كالبهائم لا
<lb/>يستترون بذلك ويكون للرجل منهم Milestone300 ثلاثون امرأة فما دون ذلك أو فوقه وأنهم لا
<lb/>يزنون وإذا زنا رجل منهم فحد الرجل أن يصلب حتى يموت أو يأتي صاحبه أو عبده
<lb/>فيصلب عوضا منه ويصرح هو وحد المرأة أن يأمر السلطان جميع خدامه فينكحونها
<lb/>واحدا بعد واحد بحضرته حتى تموت ويرمون بها في البحر ولاجل ذلك لا يتركون
<lb/>أحدا من أهل المراكب ينزل إليهم إلا إن كان من المقيمين عندهم وإنما
<lb/>يبايعون الناس ويشارونهم على الساحل ويسوقون إليهم الماء على الفيلة لأنه
<lb/>بعيد من الساحل ولا يتركونهم لاستقائه خوفا على نسائهم لأنهن يطمحن إلى
<lb/>الرجال الحسان والفيلة كثيرة عندهم ولا يسعها أحد غير سلطانهم <pb n="V02P704"/>
<lb/>ثم يشتري منهم بالأثواب ولهم كلام غريب لا يفقهها إلا من ساكنهم وأكثر
<lb/>التردد إليهم ولما وصلنا إلى ساحلهم أتوا إلينا في قوارب صغار كل قارب من
<lb/>خشبة واحدة منحوتة وجاؤا بالموز والأرز والتنبول والفوفل والسمك وأتى إلنا
<lb/>سلطانهم راكبا على فيل عليه شبه بردعة من الجلود ولباس السلطان ثوب من جلود
<lb/>المعزى وقد جعل الوبر إلى خارج فوق رأسه ثلاث عصائب من الحرير ملونات وفي
<lb/>يده حربة من القصب ومعه نحو عشرين من أقاربه على الفيلة فبعثنا إليه هدية
<lb/>من الفلفل والزنجبيل والقرفة والحوت الذي يكون بجزائر ذيبه المهل وأثوابا
<lb/>من بنجالة وهم لا يلبسونها إنما يكسونها الفيلة في أيام عيدهم ولهذا
<lb/>السلطان على كل مركب ينزل ببلاده جارية ومملوك وثياب لكسوة الفيل وحلي ذهب
<lb/>تجعله زوجته في محزمها وأصابع رجليها ومن لم يعط هذه الوظيفة صنعوا له سحرا
<lb/>يهيج به البحر فيهلك أو يقارب الهلاك واتفق في ليلة من ليالي اقامتنا
<lb/>بمرماهم أن غلاما لصاحب المركب ممت تردد إلى هؤلاء الطائفة نزل من المركب
<lb/>ليلا وتواعد مع امرأة أحد كبرائهم إلى موضع شبه الغار على الساحل وعلم بذلك
<lb/>زوجها فجاء في جميع من أصحابه إلى الغرا فوجدهما به فحملا إلى سلطانهم فأمر
<lb/>بالغلام فقطعت أنثياه وصلب وأمر بالمرأة فجامعها الناس حتى ماتت ثم جاء
<lb/>السلطان إلى الساحل فاعتذر عما جرى Milestone300 وقال إنا لا نجد بدا من إمضاء أحكامنا
<lb/>ووهب لصاحب المركب غلاما عوض الغلام المصلوب ثم سافرنا عن هؤلاء
# وبعد خمسة وعشرين يوما وصلنا إلى جزيرة الجاوة وهي التي ينسب <pb n="V02P705"/>
<lb/>إليها اللبان الجاوي رأيناها على مسيرة نصف يوم وهي خضرة نضرة وأكثر
<lb/>أشجارها النارجيل والفوفل والقرنفل والعود الهندي والشكي والبركي والعنبة
<lb/>والجمون والنارنج الحلو وقصب الكافور وبيع أهلها وشراؤهم بقطع قصدير
<lb/>وبالذهب الصيني التبر غير المسبوك والكثير من أفاويه الطيب التي بها إنما
<lb/>هو ببلاد الكفار منها وأما ببلاد المسلمين فهو أقل من ذلك ولما وصلنا
<lb/>المرسى خرج إلينا أهلها في مراكب صغار ومعهم جوز النارجيل والموز والعنبة
<lb/>والسمك وعادتهم أن يهدوا ذلك للتجار فيكافئهم كل إنسان على قدره وصعد إلينا
<lb/>أيضا نائب صاحب البحر وشاهد من معنا من التجار وأذن لنا في النزول إلى البر
<lb/>فنزلنا إلى البندر وهي قرية كبيرة على ساحل البحر بها دور اسمها السرحي
<lb/>وبينها وبين البلد أربعة أميال ثم كتب إلى بهروز نائب صحاب البحر إلى
<lb/>السلطان فعرفه بقدومي فأمر الأمير دولسة بلقائي والقاضي الشريف أمير سيد
<lb/>الشيرازي وتاج الدين الأصبهاني وسواهم من الفقهاء فخرجوا لذلك وجاؤا بفرس
<lb/>من مراكب السلطان وأفراس سواه فركبت وركب أصحابي
# ودخلنا إلى حضرة السلطان وهي مدينة سمطرة مدينة حسنة كبيرة عليها سور خشب
<lb/>وأبراج خشب و ( سلطان الجاوة ) هو السلطان الملك الظاهر من فضلاء الملوك
<lb/>وكرمائهم شافعي المذهب محب في الفقهاء يحضرون مجلسه للقراءة والمذاكرة وهو
<lb/>كثير الجهاد والغزو ومتواضع يأتي إلى صلاة الجمعة ماشيا على قدميه وأهل
<lb/>بلاده شافعيه محبون في الجهاد يخرجون معه تطوعا وهم غالبون على من يليهم من
<lb/>الكفار والكفار يعطونهم الجزية على الصلح
# ولما قصدنا دار السلطان وجدنا بالقرب منه رماحا مركوزة على جانبي الطريق
<lb/>هي علامة على نزول الناس فلا يتجاوزها من كان راكبا فنزلنا عندها ودخلنا
<lb/>المشور فوجدنا نائب السلطان وهو يسمى عمدة الملك فقام <pb n="V02P706"/> إلينا
<lb/>وسلم علينا وسلامهم بالمصافحة وقعدنا معه وكتب بطاقة إلى السلطان يعلمه
<lb/>بذلك وختمها ودفعها لبعض Milestone300 الفتيان فأتاه الجواب على ظهرها ثم جاء أحد ببقشه
<lb/>والبقشة هي السبنية فأخذها النائب بيده وأخذ بيدي وأدخلني إلى دويرة
<lb/>يسمونها فردخانة وهي موضع راحته بالنهار فإن العادة أن يأتي نائب السلطان
<lb/>إلى المشور بعد الصبح ولا ينصرف إلا بعد العشاء الآخر وكذلك الوزراء
<lb/>والأمراء الكبار وأخرج من البقشة ثلاث فوط إحداهما من خالص الحرير والأخرى
<lb/>حرير وقطن والأخرى حرير وكتان وأخرج ثلاثة أثواب يسمونها التحتانيات من جنس
<lb/>الفوط وأخرج ثلاثة من الثياب مختلفة الأجناس تسمى الوسطانيات وأخرج ثلاثة
<lb/>أثواب من الارمك أحدها أبيض وأخرج ثلاث عمائم فلبست فوطة منها عوض عن
<lb/>السراويل على عادتهم وثوبا من كل جنس وأخذ أصحابي ما بقي منها ثم جاؤا
<lb/>بالطعام أكثره الأرز ثم أتوا بنوع من الفقاع ثم أتوا بالتنبول وهو علامة
<lb/>الانصراف فأخذناه وقمنا وقام النائب لقيامنا وخرجنا عن المشور فركبنا وركب
<lb/>النائب معنا وأتوا بنا إلى بستان عليه حائط خشب وفي وسطه دار بناؤها بالخشب
<lb/>مفروشة بقطائف قطن يسمونها المخملات ومنها مصبوغ وغير مصبوغ وفي البيت أسرة
<lb/>من الخيزران فوقها مضربات من الحرير ولحف خفاف ومخاد يسمونها البوالشت
# فجلسنا بالدار ومعنا النائب ثم جاء الأمير دولسة بجاريتين وخادمين وقال
<lb/>لي يقول لك السلطان هذه على قدرنا لا على قدر السلطان محمد ثم خرج النائب
<lb/>وبقي الأمير دولسة عندي وكانت بيني وبينه معرفة لأنه كان <pb n="V02P707"/> ورد
<lb/>رسولا على السلطان بدهلي فقلت له متى تكون رؤية السلطان فقال لي إن العادة
<lb/>عندنا أن لا يسلم القادم على السلطان إلا بعد ثلاث ليذهب عنه تعب السفر
<lb/>ويثوب إليه ذهنه فأقمنا ثلاثة ايام يأتي إلينا الطعام ثلاث مرات في اليوم
<lb/>وتأتينا الفواكه والطرف مساء وصباحا فلما كان اليوم الرابع وهو يوم الجمعة
<lb/>أتاني الأمير دولسة فقال لي يكون سلامك على السلطان بمقصورة الجامع بعد
<lb/>الصلاة
# فأتيت المسجد وصليت به الجمعة مع حاجبه قيران ثم دخلت إلى السلطان فوجدت
<lb/>القاضي أمير سيد والطلبة عن يمينه وشماله فصافحني وسلمت عليه وأجلسني عن
<lb/>يساره وسألني عن السلطان محمد Milestone300 وعن أسفاري فأجبته وعاد إلى المذاكرة في
<lb/>الفقه على مذهب الإمام الشافعي ولم يزل كذلك إلى العصر فلما صلاها دخل بيتا
<lb/>هنالك فنزع الثياب التي كانت عليه وهي ثياب الفقهاء وبها يأتي الجامع يوم
<lb/>الجمعة ماشيا ثم لبس ثياب الملك وهي الأقبية من الحرير والقطن ولما خرج من
<lb/>الجامع وجد الفيلة والخيل عل بابه والعادة عندهم أنه إذا ركب السلطان الفيل
<lb/>ركب من معه الخيل وإذا ركب الفرس ركبوا الفيلة ويكون أهل العلم عن يمينه
<lb/>فركب ذلك اليوم على الفيل وركبنا الخيل وسرنا معه إلى المشور فنزلنا حيث
<lb/>العادة ودخل السلطان راكبا وقد اصطف في المشور الوزراء والأمراء والكتاب
<lb/>وأرباب الدولة ووجوه العسكر صفوفا فأول الصفوف صف الوزراء والكتاب ووزراؤه
<lb/>أربعة فسلموا عليه وانصرفوا إلى موضع وقوفهم ثم صف الأمراء فسلموا ومضوا
<lb/>إلى مواقفهم وكذلك تفعل كل طائفة ثم صف الشرفاء والفقهاء ثم صف الندماء
<lb/>والحكماء والشعراء ثم صف وجوه العسكر ثم صف الفتيان والمماليك ووقف السلطان
<lb/>على فيله إزاء قبة الجلوس ورفع فوق رأسه شطر مرصع <pb n="V02P708"/> وجعل عن
<lb/>يمينه خمسون فيلا مزينة وعن شماله مثلها وعن يمينه أيضا مائة فرس وعن شماله
<lb/>مثلها وهي خيل النوبة ووقف بين يديه خواص الحجاب ثم أتى أهل الطرب من
<lb/>الرجال فغنوا بين يديه وأتي بخيل مجللة بالحرير لها خلاخيل ذهب وأرسان حرير
<lb/>مزركشة فرقصت الخيل بين يديه فعجبت من شأنها وكنت رأيت مثل ذلك عند ملك
<lb/>الهند ولما كان عند الغروب دخل السلطان إلى داره وانصرف الناس إلى منازلهم
# وكان له ابن أخ متزوج ببنته فولاه بعض البلاد وكان الفتى يتعشق بنتا لبعض
<lb/>الأمراء ويريد تزوجها والعادة هنالك أنه إذا كانت لرجل من الناس أمير أو
<lb/>سوقي أو سواه بنت قد بلغت مبلغ النكاح فلا بد أن يستأمر للسلطان في شأنها
<lb/>ويبعث السلطان من النساء من تنظر إليها فإن أعجبته صفتها تزوجها وإلا تركها
<lb/>يزوجها أولياؤها ممن يشاؤا والناس هنالك يرغبون في تزوج السلطان بناتهم لما
<lb/>يحوزون به من الجاه والشرف ولما Milestone300 استأمر والد البنت التي تعشقها ابن أخي
<lb/>السلطان بعث السلطان من نظر إليها وتزوجها واشتد شغف الفتى بها ولم يجد
<lb/>سبيلا إليها ثم أن السلطان خرج إلى الغزو وبينه وبين الكفار مسيرة شهر
<lb/>فخالفه ابن أخيه إلى سمطرة ودخلها إذ لم يكن عليها سور حينئذ وادعى الملك
<lb/>وبايعه بعض الناس وامتنع آخرون وعلم عمه بذلك فقفل عائدا إليها فأخذ ابن
<lb/>أخيه ما قدر عليه من الأموال والذخائر وأخذ الجارية التي تعشقها وقصد بلاد
<lb/>الكفار بمل جاوة ولهذا بنى عمه السور على سمطرة وكانت إقامتي عنده بسمطرة
<lb/>خمسة عشر يوما ثم طلبت منه السفر إذا كان أوانه إذ لا يتهيأ السفر إلى
<lb/>الصين في كل وقت فجهز لنا جنكا وزودنا وأحسن وأجمل جزاه الله خيرا وبعث
<lb/>معنا من أصحابه من يأتي لنا بالضيافة إلى الجنك وسافرنا بطول بلاده إحدى
<lb/>وعشرين ليلة <pb n="V02P709"/> <pb n="V02P710"/> $ 4 من جاوة إلى الصين
# ثم وصلنا إلى مل جاوة وهي بلاد الكفار وطولها مسيرة شهرين وبها الأفاوية
<lb/>العطرة والعود الطيب القاقلي والقماري وقاقلة وقمارة من بعض بلادها وليس
<lb/>ببلاد السلطان الظاهر بالجاوة إلا اللبان والكافور وشيء من الفرنفل وشيء من
<lb/>العود الهندي وإنما معظم ذلك بمل جاوة
# ولنذكر ما شاهدناه منها ووقفنا على أعيانه وحققناه وشجرة اللبان صغيرة
<lb/>تكون بقدر قامة الإنسان إلى ما دون ذلك وأغصانها كأغصان الخرشف وأوراقها
<lb/>صغار رقاق وربما سقطت فبقيت الشجرة منها دون ورقة واللبان صمعية تكون في
<lb/>أغصانها وهي في بلاد المسلمين أكثر منها في بلاد الكفار وأما شجر الكافور
<lb/>فهي قصب كقصب بلادنا إلا أن الأنابيب منها أطول وأغلظ ويكون الكافور داخل
<lb/>الأنابيب فإذا كسرت القصبة وجد في داخل الأنبوب مثل شكله من الكافور والسر
<lb/>العجيب فيه أنه لا يتكون في تلك القصب حتى يذبح عند اصولها شيء من الحيوان
<lb/>وإلا لم يتكون شيء منه والطيب المتناهي في البرودة الذي يقتل منه وزن
<lb/>الدرهم بتجميد الروح وهو المسمى عندهم الحردالة هو الذي يذبح عند قصبة
<lb/>الأدمي ويقوم مقام الآدمي في ذلك الفيلة الصغار Milestone300 وأما العودة الهندي فشجره
<lb/>يشبه شجر البلوط إلا أن قشره رقيق وأوراقه كأوراق البلوط سواء ولا ثمر له
<lb/>وشجرته لا تعظم كل العظم وعروقه طويلة ممتدة وفيها الرائحة العطرة وأما
<lb/>عيدان شجرته وورقها <pb n="V02P711"/> فلا عطرية فيها وكل ما ببلاد الإسلام من
<lb/>شجره فهو متملك وأما الذي في بلاد الكفار فأكثره غير متملك منه ما كان
<lb/>بقاقلة وهو أطيب العود وكذلك القماري هو أطيب أنواع العود ويبيعونه لأهل
<lb/>الجاوة بالأثواب ومن القماري صنف يطبع عليه كالشمع وأما العطاس فإنه يقطع
<lb/>العرق منه ويدفن في التراب أشهرا فتبقى فيه قوته وهو من أعجب أنواعه وأما
<lb/>أشجار القرنفل فهي عادية ضخمة وهي ببلاد الكفار أكثر منها ببلاد الإسلام
<lb/>وليست بمتملكة لكثرتها والمجلوب إلى بلادنا منها هو العيدان والذي يسميه
<lb/>أهل بلادنا نوار القرنفل هو الذي يسقط من زهره وهو شبيه بزهر النارنج وثمر
<lb/>القرنفل هو جوز بوا المعروفة في بلادنا بجوزة الطيب والزهر المتكون فيها هو
<lb/>البساسة رأيت ذلك كله وشاهدته
# ووصلنا إلى مرسى قاقلة فوجدنا به جملة من الجنوك معد للسرقة ولمن يستعصي
<lb/>عليهم من الجنوك فإن لهم على كل جنك وظيفة ثم نزلنا من الجنك إلى مدينة
<lb/>قاقلة وهي مدينة حسنة عليها سور من حجارة منحوتة عرضه بحيث تسير فيه ثلاثة
<lb/>من الفيلة وأول ما رايت بخارجها الفيلة عليها الأحمال من العود الهندي
<lb/>يوقدوه في بيوتهم وهو بقيمة الحطب عندنا أو أرخص ثمنا هذا إذا ابتاعوا
<lb/>فيمابينهم وأما التجار فيبيعونه الحمل منه بثوب من ثياب القطن وهي أغلى
<lb/>عندهم من ثياب الحرير والفيلة بها كثيرة جدا عليها يركبون ويحملون وكل
<lb/>إنسان يربط فيلته على بابه وكل صاحب حانوت يربط فيله عنده يركبه إلى داره
<lb/>وكذلك جميع أهل الصين والخطا على مثل هذا الترتيب
# و ( سلطان مل جاوة ) كافر رايته خارج قصره جالسا على قبة ليس <pb n="V02P712"/>
<lb/>بينه وبين الأرض بساط ومعه أرباب دولته والعساكر يعرضون عليه مشاة ولا خيل
<lb/>هنالك إلا عند السلطان وإنما يركبون الفيلة وعليها يقاتلون فعرف شأني
<lb/>فاستدعاني فجئت Milestone300 وقلت السلام على من ابتع الهدى فلم يفقهوا إلا لفظ السلام
<lb/>فرحب بي وأمر أن يفرش لي ثوب أقعد عليه فقلت للترجمان كيف أجلس على الثوب
<lb/>والسلطان قاعد على الأرض فقال هكذا عادته يقعد على الأرض تواضعا وأنت ضيف
<lb/>وجئت من عند سلطان كبير فيجب إكرامك فجلست وسألني عن السلطان فأوجز في
<lb/>سؤاله وقال لي تقيم عندنا في الضيافة ثلاثة أيام وحينئذ يكون انصرافك
# ورأيت في مجلس هذا السلطان رجلا بيده سكين شبه سكين المسعر قد وضعه على
<lb/>رقبة نفسه وتكلم بكلام كثير لم أفهمه ثم أمسك السكين بيديه معا وقطع عنف
<lb/>نفسه فوقع رأسه لحدة السكين وشدة إمساكه بالأرض فعجبت من شأنه وقال لي
<lb/>السلطان أيفعل أحد هذا عندكم فقلت له ما رأيت هذا قط فضحك وقال هؤلاء
<lb/>عبيدنا يقتلون أنفسهم في محبتنا وأمر به فرفع وأحرق وخرج لإحراقة النواب
<lb/>وأرباب الدولة والعساكر والرعايا وأجرى الرزق الواسع على أولاده وأهله
<lb/>وإخوانه وعظموا لأجل فعله وأخبرني من كان حاضرا في ذلك المجلس أن الكلام
<lb/>الذي تكلم به كان تقريرا لمحبته في السلطان وأنه يقتل نفسه في حبه كما قتل
<lb/>أبوه نفسه في حب أبيه وجده نفسه في حب جده ثم انصرفت عن المجلس وبعث إلي
<lb/>بضيافة ثلاثة أيام
# وسافرنا في البحر فوصلنا بعد أربعة وثلاثين يوما في البحر الكاهل وهو
<lb/>الراكد وفيه حمرة زعموا أنها من تربة أرض تجاوره ولا ريح فيه ولا موج ولا
<lb/>حركة مع إتساعه ولأجل هذا البحر تتبع كل جنك من جنوك الصين ثلاثة من مراكب
<lb/>كما ذكرناه تجذف به فتجره ويكون في الجنك مع ذلك نحو <pb n="V02P713"/> عشرين
<lb/>مجذافا كبار كالصواري يجتمع على المجذاف منها ثلاثون رجلا أو نحوها ويقومون
<lb/>قياما صفين كل صف يقابل الآخر وفي المجذاف حبلان عظيمان كالطوابيس فتجذف
<lb/>إحدى الطائفتين الحبل ثم تتركه وتجذف الطائفة الأخرى وهم يغنون عند ذلك
<lb/>بأصواتهم الحسان وأكثر ما يقولون لعلي لعلي وأقمنا على ظهر هذا البحر سبعة
<lb/>وثلاثين يوما وعجبت البحرية من التسهيل فيه فإنهم يقيمون Milestone300 فيه خمسين يوما
<lb/>إلى أربعين وهي أنهى ما يكون التيسير عليهم
# ثم وصلنا إلى بلاد طوالسي وملكها هو المسمى بطوالسي وهي بلاد عريضة
<lb/>وملكها أيضا ملك الصين وله الجنوك الكثيرة يقاتل بها أهل الصين حتى يصالحوه
<lb/>على شيء وأهل هذه البلاد عبدة أوثان حسان الصورة أشبه الناس بالترك في
<lb/>صورهم والغالب على ألوانهم الحمرة ولهم شجاعة ونجدة ونساؤهم يركبن الخيل
<lb/>ويحسن الرماية ويقاتلن كالرجال سواء
# وارسينا من مراسيهم بمدينة كيلوكري وهي من أحسن مدنهم وأكبرها وكان يسكن
<lb/>بها ابن ملكهم فلما أرسينا بالمرسى جاءت عساكرهم ونزل الناخوذة إليهم ومعه
<lb/>هدية لابن الملك فسألهم عنه فأخبروه أن أباه ولاه بلدا غيره وولى بنته بتلك
<lb/>المدينة واسمها اردجا ولما كان في اليوم الثاني من حلولنا بمرسى كيلوكري
<lb/>استدعت هذه الملكة الناخوذة صاحب المركب و الكراني وهو الكاتب والتجار
<lb/>والرؤساء والتنديل وهو مقدم الرجال وسباه سالار وهو مقدم الرماة لضيافة
<lb/>صنعتها لهم على عادتها ورغب الناخوذة مني أن أحضر معهم فأبيت لأنهم كفار لا
<lb/>يجوز أكل طعامهم فلما حضروا عندها قالت لهم هل بقي أحد منكم لم يحضر فقال
<lb/>لها الناخوذة <pb n="V02P714"/> لم يبق إلى رجل واحد بخشي وهو القاضي بلسانهم وهو
<lb/>لا يأكل طعامكم فقالت ادعوه فجاء جنادرتها وأصحاب الناخوذة فقالوا أجب
<lb/>الملكة فأتيتها وهي بمجلسها الأعظم وبين يديها نسوة بأيديهن الأزمة يعرضن
<lb/>ذلك عليها وحولها النساء القواعد وهو وزيراتها وقد جلسن تحت السرير على
<lb/>كراسي الصندل وبين يديها الرجال ومجلسها مفروش بالحرير وعليه ستور حرير
<lb/>وخشبة من الصندل وعليه صفائح الذهب وبالمجلس مساطب خشب منقوش عليها أواني
<lb/>ذهب كثيرة من كبار وصغار كالخوابي والقلال والبواقيل أخبرني الناخوذة أنها
<lb/>مملوؤة بشراب مصنوع من السكر مخلوط بالافاوية يشربونه بعد الطعام وإنه عطر
<lb/>الرائحة حلو المطعم يفرح ويطيب النكهة ويهضم ويعين على الباءة فلما سلمت
<lb/>على الملكة قالت لي بالتركية حسن مسن يخشى مسن من معناه كيف حالك كيف أنت
<lb/>وأجلستني على قرب منها وكانت تحسن الكتاب العربي فقالت لبعض خدامها دواة
<lb/>وبتك كاتوز معناه Milestone300 الدواة والكاغد فأتى بذلك فكتبت بسم الله الرحمن الرحيم
<lb/>فقالت ما هذا فقلت لها تنضري نام ومعنى ذلك اسم الله فقالت خشن ومعناه جيد
<lb/>ثم سألتني من أي البلاد قدمت فقلت لها من بلاد الهند فقالت بلاد الفلفل
<lb/>فقلت نعم فسألتني عن تلك البلاد وأخبارها فأجبتها فقالت لا بد أن أغزوها
<lb/>وآخذها لنفسي فإني يعجبني أكثر ما لها وعساكرها فقلت لها افعلي وأمرت لي
<lb/>بأثواب وحمل فيلين من الأرز وبجاموستين وعشر من الضأن وأربعة أرطال جلاب
<lb/>وأربعة مرطبانات وهي أوان ضخمة مملوءة بالزنجبيل والفلفل والليمون والعنبا
<lb/>كل ذلك مملوح مما يستعد للبحر وأخبرني الناخوذة أن <pb n="V02P715"/> هذه الملكة
<lb/>لها في عسكرها نسوة وخدم وجوار يقاتلن كالرجال وأنها تخرج في العساكر من
<lb/>رجال ونساء فتغير على عدوها وتشاهد القتال وتبارز الأبطال وأخبرني أنها وقع
<lb/>بينها وبين بعض أعدائها قتال شديد وقتل كثير من عسكرها وكادوا ينهزمون
<lb/>فدفعت بنفسها وخرقت الجيوش حتى وصلت إلى الملك الذي كانت تقاتله فطعنته
<lb/>طعنة كان فيها حتفه فمات وانهزمت عساكره وجاءت برأسه على رمح فافتداه أهله
<lb/>منها بمال كثير فلما عادت إلى أبيها ملكها تلك المدينة التي كانت بيد أخيها
<lb/>وأخبرني أن أبناء الملوك يخطبونها فتقول لا أتزوج إلا من يبارزني فيغلبني
<lb/>فيتحامون مبارزتها خوف المعرة أن غلبتهم <pb n="V02P716"/> $ 5 بلاد الصين
# ثم سافرنا عن بلاد طوالسي فوصلنا بعد سبعة عشر يوما والريح مساعدة لنا
<lb/>ونحن نسير بها أشد السير وأحسنه إلى بلاد الصين واقليم الصين متسع كثير
<lb/>الخيرات والفواكه والزرع والذهب والفضة لا يضاهيه في ذلك اقليم من أقاليم
<lb/>الأرض ويخترقه النهر المعروف بآب حيا معنى ذلك ماء الحياة ويسمى أيضا نهر
<lb/>السرو كاسم النهر بالهند ومنبعه من جبال بقرب مدينة خان بالق تسمى كوه
<lb/>بوزنه معناه جبل القرود ويمر في وسط الصين مسيرة ستة اشهر إلى أن ينتهي إلى
<lb/>صين الصين وتكتنفه القرى والمزارع والبساتين والأسواق كنيل مصر إلا أن هذا
<lb/>أكثر عمارة وعليه النواعير الكثيرة
# وببلاد الصين السكر الكثير مما يضاهي المصري بل يفضله والأعناب والإجاص Milestone300
<lb/>وكنت أظن أن الاجاص العثماني الذي بدمشق لا نظير له حتى رأيت الإجاص الذي
<lb/>بالصين وبها البطيخ العجيب يشبه بطيخ خوارزم واصفهان وكل ما ببلادنا من
<lb/>الفواكه فأن بها ما هو مثله وأحسن منه والقمح بها كثير جدا ولم أر قمحا
<lb/>أطيب منه وكذلك العدس والحمص
# وأما الفخار الصيني فلا يصنع منه إلا بمدينة الزيتون وبصين كلان وهو من
<lb/>تراب جبال هنالك تقد فيه النار كالفحم وسنذكر ذلك ويضيفون إليه حجارة عندهم
<lb/>ويوقدون النار عليها ثلاثة ايام ثم يصبون عليها الماء فيعود الجميع ترابا
<lb/>ثم يخمرونه فالجيد منه ما خمر شهرا كاملا ولا يزاد <pb n="V02P717"/> على ذلك
<lb/>والدون ما خمر عشرة أيام وهو هنالك بقيمة الفخار ببلادنا أو أرخص ثمنا
<lb/>ويحمل إلى الهند وسائر الأقاليم حتى يصل إلى بلاد بالمغرب وهو أبدع أنواع
<lb/>الفخار
# ودجاج الصين وديوكها ضخمة جدا أضخم من الأوز عندنا وبيض الدجاج عندهم
<lb/>أضخم من بيض الأوز عندنا وأما الأوز عندهم فلا ضخامة لها ولقد أشترينا
<lb/>دجاجة فأردنا طبخها فلم يسع لحمها في برمة واحدة فجعلناه في برمتين ويكون
<lb/>الديك بها على قدر النعامة وربما انتتف ريشه فيبقى بضعة حمراء وأول ما رأيت
<lb/>الديك الصينين بمدينة كولم فظننته نعامة و عجبت منه فقال لي صاحبه أن ببلاد
<lb/>الصين ما هو أعظم منه فلما وصلت إلى الصين رأيت مصداق ما أخبرني به من ذلك
# وأهل الصين كفار يعبدون الأصنام ويحرقون موتاهم كما تفعل الهنود وملك
<lb/>الصين تتري من ذرية تنكيزخان وفي كل مدينة من مدن الصين مدينة للمسلمين
<lb/>ينفردون بسكناها ولهم فيها المساجد لإقامة الجمعات وسواها وهم معظمون
<lb/>محترمون وكفار الصين يأكلون لحوم الخنازير والكلاب ويبيعونها في أسواقهم
<lb/>وهم أهل رفاهية وسعة عيش إلا أنهم لا يحتفلون في مطعم ولا ملبس وترى التاجر
<lb/>الكبير منهم الذي لا تحصى أمواله كثرة وعليه جبة قطن خشنة وجميع أهل الصين
<lb/>إنما يحتفلون في أواني الذهب والفضة ولكل واحد منهم عكاز يعتمد عليه في
<lb/>المشي ويقولون هو الرجل الثالثة والحرير عندهم كثير جدا Milestone300 لأن الدود تتعلق
<lb/>بالثمار وتأكل منها فلا تحتاج إلى كثير مؤنة ولذلك كثر وهو لباس الفقراء
<lb/>والمساكين بها ولولا التجار لما كانت له قيمة ويباع الثوب الواحد من القطن
<lb/>عندهم بالأثواب الكثيرة من الحرير وعادتهم أن يسبك التاجر ما يكون عنده من
<lb/>الذهب والفضة قطعا تكون القطعة منها من قنطار فما فوقه وما دونه ويجعل ذلك
<lb/>على باب داره ومن كان له <pb n="V02P718"/> خمس قطع منها جعل في أصبعه خاتما ومن
<lb/>كانت له عشر جعل خاتمين ومن كان له خمس عشرة سموه الستي وهو بمعنى الكارمي
<lb/>بمصر ويسمون القطعة الواحدة منها بركالة
# وأهل الصين لا يتبايعون بدينار ولا درهم وجميع ما يتحصل ببلادهم من ذلك
<lb/>يسبكونه قطعا كما ذكرناه وإنما بيعهم وشراؤهم بقطع كاغد كل قطعة منها بقدر
<lb/>الكف مطبوعة بطابع السلطان وتسمى الخمس والعشرون قطعة منها بالشت وهو بمعنى
<lb/>الدينار عندنا وإذا تمزقت تلك الكواغد في يد إنسان حملها إلى دار كدار
<lb/>السكة عندنا فأخذ عوضها جددا ودفع تلك ولا يعطى على ذلك أجرة ولا سواها لأن
<lb/>الذين يتولون عملها لهم الأرزاق الجارية من قبل السلطان وقد وكل بتلك الدار
<lb/>أمير من كبار الأمراء وإذا مضى الإنسان إلى السوق بدرهم فضة أو دينار يريد
<lb/>شراء شيء لم يأخذ منه ولا يلتفت إليه حتى يصرفه بالبالشت ويشتري به ما أراد
# وجميع أهل الصين والخطا إنما فحمهم تراب عندهم منعقد كالطفل عندنا ولونه
<lb/>لون الطفل تأتي الفيلة بالأحمال منه فيقطعونه قطعا على قدر قطع الفحم عندنا
<lb/>ويشعلون النار فيه فيقد كالفحم وهوأشد حرارة من نار الفحم وإذا صار رمادا
<lb/>عجنوه بالماء ويبسوه وطبخوا به ثانية ولا يزالون يفعلون به كذلك إلى أن
<lb/>يتلاشى ومن هذا التراب يصنعون أواني الفخار الصينني ويضيفون إليه حجارة
<lb/>سواه كما ذكرناه
# وأهل الصين أعظم الأمم أحكاما للصناعات وأشدهم اتقانا فيها وذلك مشهور من
<lb/>حالهم قد وصفه الناس في تصانيفهم فأطنبوا فيه وأما التصوير <pb n="V02P719"/> فلا
<lb/>يجاريهم أحد في أحكامه من الروم ولا سواهم فإن لهم فيه اقتدارا عظيما Milestone300 ومن
<lb/>عجيب ما شاهدت لهم من ذلك أني ما دخلت قط مدينة من مدنهم ثم عدت إليها إلى
<lb/>ورأيت صورتي وصورة أصحابي منقوشة في الحيطان والكواغد موضوعة في الأسواق
<lb/>ولقد دخلت إلى مدينة السلطان فممرت على سوق النقاشين ووصلت إلى قصر السلطان
<lb/>مع أصحابي ونحن على زي العراقيين فلما عدت من القصر عشيا مررت بالسوق
<lb/>المذكورة فرأيت صورتي وصور أصحابي منقوشة في كاغد قد ألصقوه بالحائط فجعل
<lb/>الواحد منا ينظر إلى صورة صاحبه لا تخطئ شيئا من شبهه وذكر لي أن السلطان
<lb/>أمرهم بذلك وأنهم أتوا إلى القصر ونحن به فجعلوا ينظرون إلينا و يصورون
<lb/>صورنا ونحن لم نشعر بذلك وتلك عادة لهم في تصوير كل من يمر بهم وتنتهي
<lb/>حالهم في ذلك إلى أن الغريب إذا فعل ما يوجب فراره عنهم بعثت صورته إلى
<lb/>البلاد وبحث عنه فحيثما وجد شبه تلك الصورة أخذ ( 30 )
# وعادة أهل اصين إذا أراد جنك من جنوكهم السفر صعد إليه صاحب البحر وكتابه
<lb/>وكتبوا من يسافر فيه من الرماة والخدام والبحرية وحينئذ يباح لهم السفر
<lb/>فإذا عاد الجنك إلى الصين صعدوا إليه أيضا وقابلوا ما كتبوه بأشخاص الناس
<lb/>فإن فقدوا أحدا مما قيدوه طلبوا صاحب الجنك به فأما من يأتي ببرهان على
<lb/>موته أو فراره أو غير ذلك مما يحدث عليه وإلا أخذ فيه فإذا فرغوا من ذلك
<lb/>أمروا صاحب المركب أن يملي عليهم تفصيلا بجميع ما فيه من السلع قليلها
<lb/>وكثيرها ثم ينزل من فيه ويجلس حفاظ الديوان لمشاهدة ما عندهم فإن عثروا على
<lb/>سلعة قد كتمت عنهم عاد الجنك بجميع ما فيه مالا للمخزن وذلك نوع من الظلم
<lb/>ما رأيته ببلاد من بلاد الكفار ولا المسلمين إلا بالصين اللهم إلا أنه كان
<lb/>بالهند ما يقرب منه وهو أن من عثر على سلعة له قد غاب على مغرمها أغرم أحد
<lb/>عشر مغرما ثم رفع السلطان ذلك لما رفع المغارم <pb n="V02P720"/>
# وإذا قدم التاجر المسلم على بلد من بلاد الصين خير في النزول عند تاجر من Milestone300
<lb/>المسلمين المتوطنين معين أو في الفندق فإن أحب النزول عند التاجر حصر ماله
<lb/>وضمنه التاجر المستوطن وأنفق عليه منه بالمعروف فإذا أراد السفر بحث عن
<lb/>ماله فإن وجد شيء منه قد ضاع أغرمه التاجر المستوطن الذي ضمنه وإن أراد
<lb/>النزول بالفندق سلم ماله لصاحب الفندق وضمنه وهو يشتري له ما أحب ويحاسبه
<lb/>فإن أراد التسري اشترى له جارية وأسكنه بدار يكون بابها في الفندق وأنفق
<lb/>عليهما والجواري رخيصات الأثمان لأن أهل اصين أجمعين يبيعون أولادهم
<lb/>وبناتهم وليس ذلك عيبا عندهم غير أنهم لا يجبرون على السفر مع مشتريهم ولا
<lb/>يمنعون أيضا منه ان اختاروه وكذلك إن أراد التزوج تزوج وأما إنفاق ماله في
<lb/>الفساد فشيء لا سبيل له إليه ويقولون لا نريد أن يسمع في بلاد المسلمين
<lb/>أنهم يخسرون أموالهم في بلادنا فإنها أرض فساد وحسن فائت
# وبلاد الصين آمن البلاد وأحسنها حالا للمسافر فإن الإنسان يسافر منفوردا
<lb/>مسيرة تسعة أشهر وتكون معه الأموال الطائلة فلا يخاف عليها وترتيب ذلك أن
<lb/>لهم في كل منزل ببلادهم فندقا عليه حاكم يسكن به في جماعة من الفرسان
<lb/>والرجالة فإذا كان بعد المغرب والعشاء جاء الحاكم إلى الفندق ومعه كاتبه
<lb/>فكتب أسماء جميع من يبيت به من المسافرين وختم عيها وأقفل باب الفندق عليهم
<lb/>فإذا كان بعد الصبح جاء ومعه كاتبه فدعا كل إنسان باسمه وكتب به تفصيلا
<lb/>وبعث معهم من يوصلهم إلى المنزل الثاني له ويأتيه ببراءة من حاكمه أن
<lb/>الجميع قد وصلوا إليه وإن لم يفعل طلبه بهم و هكذا العمل في كل منزل
<lb/>ببلادهم من صين الصين في خان بالق وفي هذه الفنادق جميع ما يحتاج إلى
<lb/>المسافر من الأزواد وخصوصا الدجاج والأوز وأما الغنم فهي قليلة عندهم
</p>
         </sourceDesc>
      </fileDesc>
  </teiHeader>
  <text>
      <body>
         <p>Some text here.</p>
      </body>
  </text>
</TEI>
